-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Apr 19, 2024 at 07:19 AM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `mere_khet`
--

-- --------------------------------------------------------

--
-- Table structure for table `admin`
--

CREATE TABLE `admin` (
  `id` int(5) NOT NULL,
  `adminid` varchar(50) NOT NULL,
  `password` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `admin`
--

INSERT INTO `admin` (`id`, `adminid`, `password`) VALUES
(1, 'admin', 'admin123');

-- --------------------------------------------------------

--
-- Table structure for table `contact`
--

CREATE TABLE `contact` (
  `id` bigint(12) NOT NULL,
  `name` varchar(50) NOT NULL,
  `mobile` bigint(12) NOT NULL,
  `question` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `contact`
--

INSERT INTO `contact` (`id`, `name`, `mobile`, `question`) VALUES
(3, 'Rakesh Kumar', 9998899885, 'एक और विकल्प देखें');

-- --------------------------------------------------------

--
-- Table structure for table `dava`
--

CREATE TABLE `dava` (
  `id` bigint(12) NOT NULL,
  `dava_title` varchar(50) NOT NULL,
  `dava_short` text NOT NULL,
  `photo` text NOT NULL,
  `details` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `dava`
--

INSERT INTO `dava` (`id`, `dava_title`, `dava_short`, `photo`, `details`) VALUES
(11, 'कोंटाफ प्लस', 'वज़न: 1 लीटर\nअनुमानित बाजार मूल्य:-/650', 'dava/tata-contaf-plus-500x500.jpg', 'कोनटाफ प्लस एक प्रणालीगत ट्राईज़ोल कवकनाशी है।\nकॉन्टैफ़ प्लस में एस्कोमाइसेट्स, बेसिडिओमाइसेट्स और फंगल अपर्याप्तता के खिलाफ व्यापक स्पेक्ट्रम कार्रवाई है।\nकोनटाफ प्लस एक एर्गोस्टेरॉल बायोसिंथेसिस अवरोधक है जो पौधों के फंगल रोगजनकों के विकास और प्रजनन को नियंत्रित करता है।\nकोंटाफ प्लस अनाज, तिलहन, बागवानी और वृक्षारोपण फसलों में ख़स्ता फफूंदी, जंग और पत्ती के धब्बे को नियंत्रित करने और चावल शीथ ब्लाइट के प्रभावी नियंत्रण के लिए उपयोगी है।'),
(12, 'प्रोफेनोफोस', 'वज़न: 1 लीटर\nअनुमानित बाजार मूल्य:-/750', 'dava/roket-profenofos-40-cypermethrin-4-ec-500x500.jpg', ': प्रोफेनोफॉस 50% ईसी\nउत्पाद वर्णन:\n\nकपास और सोयाबीन में लेपिडोप्टेरा के नियंत्रण के लिए एक आधार उत्पाद खनन और चूसने वाले कीड़ों के साथ-साथ घुनों के खिलाफ भी मजबूत प्रभाव डालता है। स्थापित और नए उत्पादों के साथ टैंक-मिक्स या रेडी-मिक्स के लिए आदर्श भागीदार।'),
(13, 'फैक्स एससी कीटनाशक', 'वज़न: 1 लीटर\n  अनुमानित बाजार मूल्य:-/930', 'dava/dhanuka_fax_sc.png', 'फैक्स एससी: फेनिलपाइराज़ोल समूह का एक आधुनिक कीटनाशक जो चावल, मिर्च, पत्तागोभी/पत्तागोभी और गन्ने के कीटों को प्रभावी ढंग से नियंत्रित करता है। यह आर्थिक रूप से महत्वपूर्ण कीटों की एक विस्तृत श्रृंखला के खिलाफ कम खुराक, अत्यधिक प्रभावी कीट नियंत्रण प्रदान करने में सिद्ध हुआ है।\n\nप्रभाव की अवधि: 10 - 12 दिन\nआवेदन की आवृत्ति: 2 बार'),
(15, 'मिडिया', 'वज़न: 1 लीटर\nअनुमानित बाजार मूल्य:-/900', 'dava/44cf3ae6528a609d0da70b8d67672375-12-04-21-16-26-48.png', 'मीडिया कीटनाशक: विभिन्न फसलों के रस चूसने वाले कीड़ों को बहुत प्रभावी ढंग से नियंत्रित करता है। मीडिया सुपर एससी फॉर्मूलेशन पत्ती की सतह पर गीलापन, फैलाव और अवशोषण दक्षता बढ़ाने में मदद करता है। प्रकृति में प्रणालीगत होने के कारण, यह प्राकृतिक शत्रुओं के लिए अपेक्षाकृत सुरक्षित है और चूसने वाले कीड़ों पर चुनिंदा रूप से कार्य करता है।\n\nक्रिया का तरीका: मीडिया सुपर एक प्रणालीगत कीटनाशक है जो कीट न्यूरोटॉक्सिन के रूप में कार्य करता है और निओनिकोटिनोइड्स नामक रसायनों के एक वर्ग से संबंधित है जो कीड़ों के केंद्रीय तंत्रिका तंत्र पर कार्य करता है।\n\nफ़ायदे:\n\nनिलंबन सांद्रण में मीडिया सुपर फॉर्मूलेशन। इसमें क्लोरो-निकोटिनिल कीटनाशक मिट्टी, बीज और पत्ते का उपयोग किया जाता है।\nचावल हॉपर, सफेद मक्खी और दीमक जैसे कीटों को नियंत्रित करने में मीडिया अत्यधिक प्रभावी है।\nअच्छी जड़-प्रणालीगत क्रिया के साथ, मीडिया सुपर को पौधे द्वारा आसानी से ग्रहण किया जाता है और अधिक एक्रोपेटली वितरित किया जाता है।\nमीडिया सुपर आईपीएम कार्यक्रमों के लिए आदर्श है'),
(16, 'नैनो यूरिया', 'वज़न: 500 मिली\nअनुमानित बाज़ार मूल्य:-/250', 'dava/neno usrea.jpg', 'यह फसलों की नाइट्रोजन आवश्यकता, पत्ती प्रकाश संश्लेषण, जड़ बायोमास, प्रभावी टिलरिंग और शाखाकरण को प्रभावी ढंग से पूरा करता है।\nफसल उत्पादकता में वृद्धि और इनपुट लागत को कम करके किसानों की आय में वृद्धि।\nअपनी उच्च दक्षता के कारण, यह पारंपरिक यूरिया की आवश्यकता को 50% या उससे अधिक तक कम कर सकता है।\nकिसान नैनो यूरिया की एक बोतल (500 मिली) को आसानी से स्टोर या संभाल सकते हैं\nयह मिट्टी, हवा और पानी की गुणवत्ता की रक्षा करने में मदद करता है।'),
(17, 'विकास नियामक', 'वज़न: 1 लीटर\nअनुमानित बाजार मूल्य:-/665', 'dava/gbbralic.jpg', 'कात्यायनी विश्व प्रसिद्ध पौधा विकास नियामक जिबरेलिक एसिड 0.001% तरल प्रस्तुत करता है जिसका उपयोग फलों और फूलों के समय से पहले गिरने को रोकने और पौधों के समग्र विकास को बढ़ाने के लिए विकास और फूलों की संख्या बढ़ाने के लिए किया जाता है।\nकात्यायनी जिबरेलिक एसिड एक चयापचय बढ़ाने वाला है जो प्रकाश संश्लेषण और पौधे के चयापचय को बढ़ाकर पौधों के विकास को उत्तेजित और नियंत्रित करता है। इस प्रकार, यह तनों, पत्तियों और जड़ों में कोशिका वृद्धि को बढ़ाता है, फूलों और फलों का गिरना कम करता है और उत्पाद की गुणवत्ता बढ़ाता है और इस प्रकार फसल की उपज बढ़ाता है।\nसुप्तावस्था पर काबू पाना: बुआई से पहले बीजों/कंदों का जिबरेलिक एसिड से उपचार करना सुप्तावस्था पर काबू पाने और बीज के तेजी से अंकुरण में प्रभावी है। यह समय से पहले फूल आने से रोकता है, फल को बड़ा करता है और फसल की उपज बढ़ाता है।\nयह पत्तियों के जीर्ण होने में देरी करता है। बड़ी पत्तियों और जड़ प्रणालियों के उत्पादन की अनुमति देता है। यह जड़ की शुरुआत और विकास द्वारा सूक्ष्म पोषक तत्वों और पानी के अवशोषण में सुधार करता है। कटिंग, बीज या प्लग से उत्पादित युवा पौधों की स्थापना और वृद्धि में सुधार होता है।\nखुराक: कात्यायनी जिबरेलिक एसिड 0.001 धान गन्ना कपास मूंगफली केला टमाटर आलू गोभी फूलगोभी अंगूर बैंगन भिंडी चाय शहतूत और व्यापक रूप से घरेलू उद्देश्यों जैसे घर के बगीचे, छत, रसोई उद्यान नर्सरी और इनडोर योजना के लिए उपयोग किया जाता है। एक सामान्य खुराक 15 लीटर पानी में 30 मिलीलीटर है। उपयोग के लिए विस्तृत निर्देश उत्पाद के साथ दिए गए हैं\nजिबरेलिक एसिड पौधों और कवक से निकाला गया एक हार्मोन है जिसका व्यापक रूप से पौधों के विकास नियामक के रूप में उपयोग किया जाता है। जिबरेलिक एसिड एक टेट्रासाइक्लिक डी-टेरपेनॉइड हार्मोन है जो पौधों के विकास को नियंत्रित करता है। हालाँकि यह पौधों में मौजूद होता है, लेकिन इसका उत्पादन बहुत कम दर पर होता है। वृद्धि हार्मोन की कमी वाले पौधों की वृद्धि दर धीमी या सपाट होती है। आवेदन की विधि: पौधे/फसल पर समान रूप से स्प्रे करें ताकि फसल पूरी तरह से ढक जाए। जिबरेलिक एसिड का छिड़काव दिन के ठंडे समय में करना चाहिए। यदि छिड़काव के छह घंटे के भीतर बारिश हो जाती है, तो दोबारा प्रयोग करें। लक्षित फसलें: अनाज की फसलें, सब्जी की फसलें, तिलहन की फसलें और गन्ना, कपास आदि सहित फलों की फसलें। पौधों की वृद्धि और फसल की उपज को बढ़ाता है, बड़ी पत्तियों और जड़ प्रणालियों का निर्माण करता है, पौधों के स्वास्थ्य और टिकाऊ उत्पादकता में सुधार करता है, प्रकाश संश्लेषण और पौधों के चयापचय को बढ़ाता है।'),
(44, 'न्यूट्रिप्रो', 'वज़न: 250 ग्राम\nअनुमानित बाजार मूल्य:-/600', 'dava/nutripro.jpg', 'उपयोग\nरासायनिक संरचना: Zn 6%, Fe 4%, Mn 1%, Cu 0.5%, B 0.5%, Mo 0%\nखुराक: 15 ग्राम/पंप (15 लीटर) या 500 ग्राम/एकड़ मिट्टी/बूंद\nलगाने की विधि: स्प्रे या मिट्टी लगाना\nस्पेक्ट्रम: पुनर्प्राप्ति और स्वस्थ विकास के लिए सभी सूक्ष्म पोषक तत्वों की कमी।\nअनुकूलता: अधिकांश कीटनाशकों के साथ संगत।\nप्रभाव की अवधि: 15 दिन\nआवेदन की आवृत्ति: 3 बार\nउपयुक्त फसलें: सभी फसलें\nअतिरिक्त विवरण: यह उत्पाद की गुणवत्ता के रखरखाव को बढ़ाता है। बीमारियों और कीटों का प्रतिरोध करने में भी मदद करता है।\nविशेष नोट: यहां दी गई जानकारी केवल संदर्भ के लिए है। संपूर्ण उत्पाद विवरण और उपयोग के निर्देशों के लिए हमेशा उत्पाद लेबल और संलग्न पत्रक देखें'),
(45, 'उलाला', 'वज़न: 500 ग्राम\nअनुमानित बाजार मूल्य:-/4939', 'dava/1553054232506-03.png', 'प्रमुख बिंदु:\nरासायनिक तत्व: फालोनिकमिड 50 डब्ल्यूजी\nदर: 60 ग्राम/एकड़\nउपयोग की विधि: स्प्रे\nप्रभावशीलता: सफेद मक्खी; मोलो माशी; हरा तोता; थ्रिप्स; कंटीना चूसिया.\nअनुकूलता: अधिकांश रसायनों के साथ संगत\nप्रभावशीलता के दिन: 10 दिन\nपुनः प्रयोग: कीट संक्रमण या बीमारी की गंभीरता पर निर्भर करता है।\nउपयुक्त फसलें: धान, कपास\nविशेष जानकारी: चुसिया माइट्स के खिलाफ लंबे समय तक चलने वाला प्रभाव, 2 घंटे की बारिश, नई वृद्धि की भी रक्षा करती है।\nविशेष नोट: यहां दी गई जानकारी केवल संदर्भ के लिए है। संपूर्ण उत्पाद विवरण और उपयोग के निर्देशों के लिए हमेशा उत्पाद लेबल और संलग्न पत्रक देखें।'),
(49, 'एक्स को मार डालो', 'वजन : 200 मि.ली\nअनुमानित बाजार मूल्य:-/499', 'dava/1662466783114[1].jpg', 'प्रमुख बिंदु:\nउपयुक्त फसलें: कपास, मक्का, मूंगफली, सोयाबीन, मिर्च, चाय, टमाटर\nरासायनिक तत्व: थायोमेथोक्साम 12.6% + लैम्बडासाइहलोथ्रिन 9.5% ZC\nदर: कपास (हरा बेधक, कीट, थ्रिप्स, बॉलवॉर्म): 80 मिली/एकड़; मक्का (मैलो, डंठल मक्खी, तना छेदक), टमाटर (थ्रिप्स, सफेद मक्खी और फल छेदक), सोयाबीन (तना मक्खी, हॉर्सटेल, तना छेदक): 50 मिली/एकड़; मूंगफली (हरी लीफहॉपर, कैटरपिलर), मिर्च (थ्रिप्स, फल छेदक), चाय (टी बग, थ्रिप्स, हॉर्स कैटरपिलर): 60 मिली/एकड़\nउपयोग की विधि: स्प्रे\nप्रभावकारिता: कपास: हरा छेदक, कीट, थ्रिप्स, बॉलवर्म मक्का: मोल, बॉलवर्म, बॉलवर्म मूंगफली: बॉलवर्म, लीफहॉपर सोयाबीन: बॉलवर्म, बॉलवर्म, बॉलवर्म चाय: टी बग, थ्रिप्स, बॉलवर्म, मिर्च: थ्रिप्स, फल छेदक टमाटर: थ्रिप्स, सफ़ेद मक्खी और फल छेदक\nअनुकूलता: आमतौर पर उपयोग की जाने वाली दवाओं के साथ अनुकूलता\nप्रभावशीलता के दिन: 15 दिन\nपुनः प्रयोग: कीट संक्रमण और कीट की गंभीरता पर निर्भर करता है।\nविशेष जानकारी: चुसिया माइट्स का प्रभावी नियंत्रण\nविशेष नोट: यहां दी गई जानकारी केवल संदर्भ के लिए है। संपूर्ण उत्पाद विवरण और उपयोग के निर्देशों के लिए हमेशा उत्पाद लेबल और संलग्न पत्रक देखें'),
(50, 'यूपीएल रेनॉल्ट', 'वज़न: 1 लीटर\nअनुमानित बाजार मूल्य:-/1319', 'dava/1662467162019[1].jpg', 'प्रमुख बिंदु:\nरासायनिक संरचना: थायोमेथोक्साम 30% एफएस\nखुराक: कपास: 10 मिली/किलो बीज, मिर्च: 7 मिली/किलो बीज, मक्का: 8 मिली/किलो बीज, भिंडी: 5.7 मिली/किलो बीज, सोयाबीन: 10 मिली/किलो बीज, गेहूं: 3.3 मिली/किलो बीज।\nउपयोग की विधि: बीज उपचार\nउपयोग: मिर्च: थ्रिप्स; कपास: मोलो मक्खी, हरा छेदक, सफेद मक्खी, मक्का: तना मक्खी; ओकरा: हरा कुरकुरा; सोयाबीन: शूट फ्लाई; गेहूं: दीमक.\nउपयोग की आवृत्ति: रोग या कीट की गंभीरता पर निर्भर करती है।\nप्रयुक्त फसलें: मिर्च, कपास, मक्का, भिंडी, सोयाबीन, सूरजमुखी, गेहूं\nविशेष विवरण: यह विभिन्न मिट्टी और चुसिया घुनों के खिलाफ प्रभावी है।\nविशेष नोट: यहां दी गई जानकारी केवल संदर्भ के लिए है। संपूर्ण उत्पाद विवरण और उपयोग के निर्देशों के लिए हमेशा उत्पाद लेबल और संलग्न पत्रक देखें।'),
(52, 'शटर', 'वज़न::50 ग्राम\nअनुमानित बाजार मूल्य:-/319', 'dava/1662467522546[1].jpg', 'प्रमुख बिंदु:\nरासायनिक घटक: थायोमेथोक्साम 75% एसजी\nअनुपात: मूंगफली (दीमक); कपास (हरा बेधक, थ्रिप्स): 50 ग्राम/एकड़; गन्ना (दीमक, प्रारंभिक कैटरपिलर): 64 ग्राम/एकड़, धान (ग्रे चुसिया, हरा चुसिया): 60 ग्राम/एकड़ (200 मिलीलीटर पानी में घोलें और प्रति एकड़ 8 किलोग्राम रेत के साथ मिलाएं)\nउपयोग की विधि: छिड़काव या छिड़काव\nप्रभावकारिता: कपास: हरा छेदक और थ्रिप्स गन्ना: छेदक और प्रारंभिक तना छेदक चावल: टिड्डा, भूरा पौधा हॉपर मूंगफली: दीमक \"\nअनुकूलता: अधिकांश रसायनों के साथ संगत\nपुनः प्रयोग: कीट संक्रमण या बीमारी की गंभीरता पर निर्भर करता है।\nउपयुक्त फसलें: गन्ना, कपास, मूंगफली, धान\nविशेष जानकारी: एक कीटनाशक जो विभिन्न फसलों में कीटों पर दीर्घकालिक प्रभावी नियंत्रण प्रदान करता है।\nविशेष नोट: यहां दी गई जानकारी केवल संदर्भ के लिए है। संपूर्ण उत्पाद विवरण और उपयोग के निर्देशों के लिए हमेशा उत्पाद लेबल और संलग्न पत्रक देखें'),
(53, 'क्रूजर', 'वज़न: 1 किलो\nअनुमानित बाजार मूल्य:-/999', 'dava/1662467757844[1].jpg', 'प्रमुख बिंदु:\nउपयुक्त फसलें: धान, कपास, भिंडी, आम, गेहूं, रेडो, टमाटर, बैंगन, चाय, आलू, नींबू\nरासायनिक तत्व: थायोमेथोक्साम 25% wg\nसंभावना: धान (गभमारा कैटरपिलर, गोलमिंगे, पत्ती छेदक, धान चूसने वाला, थ्रिप्स); कपास (हरा पपीता, मैलो, थ्रिप्स), आम (मध्यो), आलू (मैलो), नींबू (साइला), जीरा (मैलो), भिंडी (मैलो, हरा बोरर, थ्रिप्स) 40 ग्राम/एकड़ कपास, टमाटर, बैंगन (सफेद) मक्खी): 80 ग्राम/एकड़; रैडो (मोलो): 20-40 ग्राम/एकड़ चावल के धान में ड्रेंचिंग (धान लीफहॉपर, थ्रिप्स, मैगॉट): 800 ग्राम/एकड़; आलू (मोलो): 80 ग्राम/एकड़, टमाटर (व्हाइटफ्लाई) 160 ग्राम/एकड़\nउपयोग की विधि: छिड़काव, भीगना\nप्रभावकारिता: धान: कटवर्म, राउंडवॉर्म, लीफहॉपर, पैडी वीविल, थ्रिप्स; कपास: हरा छेदक, कीट, थ्रिप्स, सफेद मक्खी; आम: मध्यम; चाय - चुस्या, आलू मोलो माशी; साइट्रस: स्काइला; जीरा: मोलो माशी; टमाटर: सफ़ेद मक्खी; बैंगन: सफेद मक्खी; रैडो: मोलो माशी\nअनुकूलता: आमतौर पर उपयोग किए जाने वाले कृषि रसायनों के साथ संगत।\nप्रभावशीलता के दिन: कपास: 21 दिन; आम: 30 दिन; टमाटर: 5 दिन; बैंगन: 3 दिन\nपुनः प्रयोग: कीट संक्रमण और कीट की गंभीरता पर निर्भर करता है।\nविशेष जानकारी: व्यापक स्पेक्ट्रम और इंटरफ्लुइडिक क्रिया के साथ अवशोषक और संपर्क कीटाणुनाशक।\nविशेष नोट: यहां दी गई जानकारी केवल संदर्भ के लिए है। संपूर्ण उत्पाद विवरण और उपयोग के निर्देशों के लिए हमेशा उत्पाद लेबल और संलग्न पत्रक देखें।'),
(54, 'लिहोस्टार', 'वज़न: 1 लीटर\nअनुमानित बाजार मूल्य:-/999', 'dava/1662468209221[1].jpg', 'प्रमुख बिंदु:\nरासायनिक तत्व: क्लोरमाक्वाट क्लोराइड 50% एसएल\nखुराक: अंगूर: 100-120 मिली/100 लीटर पानी, आलू: 20 मिली/100 लीटर पानी, कपास (अमेरिकन): 12 मिली/100 लीटर पानी, देसी कपास: 25 मिली/100 लीटर पानी, बैंगन: 10 मिली/100 लीटर पानी\nउपयोग की विधि: स्प्रे\nप्रभावकारिता: लिकोस्टार का उपयोग आमतौर पर पौधों की अत्यधिक वृद्धि को रोकने के लिए किया जाता है\nअनुकूलता: अधिकांश रसायनों के साथ संगत, कृपया मिश्रण करने से पहले अनुकूलता की जांच करें।\nप्रभावशीलता के दिन: फसल की आवश्यकता के अनुसार 15 दिनों का अंतर।\nउपयुक्त फसलें: अंगूर, आलू, कपास, बैंगन अन्य सीआईबी अनुशंसित फसलें।\nविशेष जानकारी: लिहोस्टार एक विकास नियामक है जो वानस्पतिक विकास को कम करता है और फूलों को बढ़ाता है।\nविशेष नोट: यहां दी गई जानकारी केवल संदर्भ के लिए है और केवल मिट्टी के प्रकार और जलवायु परिस्थितियों पर निर्भर करती है। संपूर्ण उत्पाद विवरण और उपयोग के निर्देशों के लिए हमेशा उत्पाद लेबल और संलग्न पत्रक देखें'),
(55, 'अनंत', 'वज़न: 500 ग्राम\nअनुमानित बाजार मूल्य:-/550', 'dava/1662468475672[1].jpg', 'थियामेथोक्सम में अनंत कीटनाशकों में अद्वितीय रासायनिक गुण होते हैं, जिसके परिणामस्वरूप कई चूसने और चबाने वाले कीड़ों पर उत्कृष्ट नियंत्रण होता है।\nइसका लंबे समय तक प्रणालीगत प्रभाव होता है यानी यह छिड़काव के तुरंत बाद पौधे द्वारा अवशोषित हो जाता है और इस प्रकार छिड़काव की गई फसल को लंबे समय तक सुरक्षा प्रदान करता है।\nइसकी एक अनोखी ट्रांसलैमिनर क्रिया है यानी छिड़काव के बाद यह पौधे में पार्श्व रूप से फैलती है और इस प्रकार छिपे हुए कीड़ों को भी नियंत्रित करती है।'),
(57, 'कोराजन', 'वज़न::150 मि.ली\nअनुमानित बाजार मूल्य:-/850', 'dava/product-jpeg-500x500.jpg', 'तकनीकी सामग्री: क्लोरैंट्रानिलिप्रोल 18.5% w/w कोराजन कीटनाशक एक निलंबन सांद्रण के रूप में एक एंथ्रानिलिक डायमाइड व्यापक स्पेक्ट्रम कीटनाशक है। कोराजन कीटनाशक विशेष रूप से लेपिडोप्टेरान कीड़ों पर सक्रिय होता है, मुख्य रूप से लार्वानाशक के रूप में। कोराजन कीटनाशक सक्रिय घटक Rynaxypyr® Active द्वारा संचालित होता है जिसमें क्रिया का एक अनूठा तंत्र होता है जो अन्य कीटनाशकों के प्रति प्रतिरोधी कीटों को नियंत्रित करता है। लाभ: कीटों से इष्टतम सुरक्षा प्रदान करता है, फसल को अधिकतम उपज क्षमता प्राप्त करने में सक्षम बनाता है, दीर्घकालिक कीट सुरक्षा प्रदान करता है ग्रीन लेबल उत्पाद एकीकृत कीट प्रबंधन (आईपीएम) के लिए उत्कृष्ट फिट, क्रिया का तरीका: व्यापक स्पेक्ट्रम कीटनाशक लक्ष्य फसलें: टमाटर, बैंगन, मिर्च, गन्ना, चावल, सोयाबीन, फलियाँ और अन्य सब्जियाँ। लक्षित कीट: हेलिकोवर्पा, स्पोडोप्टेरा, फॉल आर्मीवर्म, कट वर्म, फली छेदक, डीबीएम, तना छेदक। खुराक - 0.4 मिली/लीटर (60 मिली/एकड़)');

-- --------------------------------------------------------

--
-- Table structure for table `kharif`
--

CREATE TABLE `kharif` (
  `id` int(12) NOT NULL,
  `kharif_title` varchar(50) NOT NULL,
  `kharif_short` text NOT NULL,
  `photo` text NOT NULL,
  `details` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `kharif`
--

INSERT INTO `kharif` (`id`, `kharif_title`, `kharif_short`, `photo`, `details`) VALUES
(6, 'बाजरा ', 'बाजरे का प्रयोग भारत तथा अफ्रीका में रोटी, दलिया तथा बीयर बनाने में होता है।', 'dava/Grain_millet,_early_grain_fill,_Tifton,_7-3-02.jpg', 'बाजरा एक प्रमुख फसल है। पश्चिमी राजस्थान में बाजरे का अधिक उत्पादन होता हैं| एक प्रकार की बड़ी घास जिसकी बालियों में हरे रंग के छोटे छोटे दाने लगते हैं। इन दानों की गिनती मोटे अन्नों में होती है। प्रायाः सारे उत्तरी, पश्चिमी और दक्षिणी भारत में लोग इसे खाते हैं। बाजरा मोटे अन्नों में सबसे अधिक उगाया जाने वाला अनाज है। इसे अफ्रीका और भारतीय उपमहाद्वीप में प्रागेतिहासिक काल से उगाया जाता रहा है, यद्यपि इसका मूल अफ्रीका में माना गया है। भारत में इसे बाद में प्रस्तुत किया गया था। भारत में इसे इसा पूर्व २००० वर्ष से उगाये जाने के प्रमाण मिलते है। इसका मतलब है कि यह अफ्रीका में इससे पहले ही उगाया जाने लगा था। यह पश्चिमी अफ्रीका के सहल क्षेत्र से निकल कर फैला है।\r\n'),
(7, 'धान', 'धान के बीज को चावल कहते हैं। यह धान से ऊपर का छिलका हटाने से प्राप्त होता है।', 'dava/White,_Brown,_Red_&_Wild_rice.jpg', 'चावल घास की प्रजाति ओरीज़ा सैटिवा (एशियाई चावल) या कम सामान्यतः ओरीज़ा ग्लोबेरिमा (अफ्रीकी चावल) का बीज है। जंगली चावल का नाम आमतौर पर ज़िज़ानिया और पोर्टेरेसिया की प्रजातियों के लिए उपयोग किया जाता है, दोनों जंगली और घरेलू है, हालांकि इस शब्द का उपयोग ओरीज़ा की आदिम या अकृष्ट किस्मों के लिए भी किया जा सकता है।\r\n\r\nचावल की खेती का पारंपरिक तरीका है तरुण अंकुर के रोपण के समय, या बाद में खेतों में पानी भरना। इस सरल विधि के लिए अच्छी सिंचाई योजना की आवश्यकता होती है, लेकिन कम मजबूत जंगली घास और कीट पौधों की वृद्धि को कम करता है, जिनकी कोई जलमग्न वृद्धि नहीं होती है, और परोपजीवी को रोकता है। जबकि चावल की खेती के लिए प्रचुर पानी अनिवार्य नहीं है, सिंचाई के अन्य सभी तरीकों में वृद्धि की अवधि के दौरान जंगली घास और कीट नियंत्रण में उच्च प्रयास और मिट्टी को उर्वरित करने की अलग पहुंच की आवश्यकता होती है।\r\n\r\nचावल, एकबीजपत्री, आमतौर पर एक वार्षिक पौधे के रूप में उगाया जाता है, हालांकि उष्णकटिबंधीय क्षेत्रों में यह बारहमासी के रूप में जीवित रह सकता है और 30 वर्षों तक रटून की फसल पैदा कर सकता है।'),
(8, 'मक्का ', 'मक्का अनाजो की श्रेणी में आता है। इसे भुट्टे की शक्ल में भी खाया जाता है। ', 'dava/Suikermais.jpg', 'भारत के अधिकांश मैदानी भागों से लेकर २७०० मीटर उँचाई वाले पहाडी क्षेत्रों तक मक्का सफलतापूर्वक उगाया जाता है। इसे सभी प्रकार की मिट्टियों में उगाया जा सकता है तथा बलुई, दोमट मिट्टी मक्का की खेती के लिये बेहतर समझी जाती है। मक्का एक ऐसा खाद्यान्न है जो मोटे अनाज की श्रेणी में आता तो है परंतु इसकी पैदावार पिछले दशक में भारत में एक महत्त्वपूर्ण फसल के रूप में मोड़ ले चुकी है क्योंकि यह फसल सभी मोटे व प्रमुख खाद्दानो की बढ़ोत्तरी दर में सबसे अग्रणी है। आज जब गेहूँ और धान मे उपज बढ़ाना कठिन होता जा रहा है, मक्का पैदावार के नये मानक प्रस्तुत कर रही है जो इस समय बढ्कर 5.98 तक पहुँच चुका है।\r\nयह फसल भारत की भूमि पर १६०० ई० के अन्त में ही पैदा करना शुरू की गई और आज भारत संसार के प्रमुख उत्पादक देशों में शामिल है। जितनी प्रकार की मक्का भारत में उत्पन्न की जाती है, शायद ही किसी अन्य देश में उतनी प्रकार की मक्का उत्पादित की जा रही है। हाँ यह बात और है कि भारत मक्का के उपयोगो मे काफी पिछडा हुआ है। जबकि अमरीका में यह एक पूर्णतया औद्याोगिक फसल के रूप में उत्पादित की जाती है और इससे विविध औद्याोगिक पदार्थ बनाऐ जाते है। भारत में मक्का का महत्त्व एक केवल खाद्यान्न की फसल के रूप मे जाना जाता है। सयुक्त राज्य अमरीका मे मक्का का अधिकतम उपयोग स्टार्च बनाने के लिये किया जाता है।'),
(9, 'ज्वार ', 'ज्वार कम वर्षा वाले क्षेत्र में अनाज तथा चारा दोनों के लिए बोई जाती हैं।', 'dava/Sorghum_harvest.jpg', 'ज्वार (Sorghum vulgare ; संस्कृत : यवनाल, यवाकार या जूर्ण) एक प्रमुख फसल है। ज्वार कम वर्षा वाले क्षेत्र में अनाज तथा चारा दोनों के लिए बोई जाती हैं। ज्वार जानवरों का महत्वपूर्ण एवं पौष्टिक चारा हैं। भारत में यह फसल लगभग सवा चार करोड़ एकड़ भूमि में बोई जाती है। यह खरीफ की मुख्य फसलों में है। यह एक प्रकार की घास है जिसकी बाली के दाने मोटे अनाजों में गिने जाते हैं।\r\nसिंचाई करके वर्षा से पहले एवं वर्षा आरंभ होते ही इसकी बोवाई की जाती है। यदि बरसात से पहले सिंचाई करके यह बो दी जाए, तो फसल और जल्दी तैयार हो जाती है, परंतु बरसात जब अच्छी तरह हो जाए तभी इसका चारा पशुओं को खिलाना चाहिए। गरमी में इसकी फसल में कुछ विष पैदा हो जाता है, इसलिए बरसात से पहले खिलाने से पशुओं पर विष का बड़ा बुरा प्रभाव पड़ सकता है। यह विष बरसात में नहीं रह जाता है। चारे के लिये अधिक बीज लगभग 12 से 15 सेर प्रति एकड़ बोया जाता है। इसे घना बोने से हरा चारा पतला एवं नरम रहता है और उसे काटकर गाय तथा बैलों को खिलाया जाता है। जो फसल दाने के लिये बोई जाती है, उसमें केवल आठ सेर बीज प्रति एकड़ डाला जाता है। दाना अक्टूबर के अंत तक पक जाता है भुट्टे लगने के बाद एक महीने तक इसकी चिड़ियों से बड़ी रखवाली करनी पड़ती है। जब दाने पक जाते हैं तब भुट्टे अलग काटकर दाने निकाल लिए जाते हैं।'),
(12, 'मूँग', 'मूँग एक प्रमुख फसल है। मुंग की खेती बहुत पुराने समय से की जा रही है।', 'dava/Sa_green_gram.jpg', 'मुखत: भारत में इसकी खेती सबसे ज्यादा होती है। इसके अलावा चीन और दक्षिण-पूर्व एशिया में की जाती है। मुंग में पोषक तत्व की मात्रा भरपूर होती है, यह हल्की मीठीली होती है। साथ ही मार्केट में आसानी से मिल जाती है। ज़्यादातर यह ताज़ी ही रहती है। इसकी अंकुरित और सुखे बीज मिल जाती है। हमने ज़्यादातर देखा है की लोग अंकुरित वाली मुंग को अछेसे पकाकर बड़े चाव से खाते है.\r\nमूंग दाल पायसम ओनम के मौके पर केरल में पाययम खासतौर पर बनाया जाता है |ओणम पर इस मीठे डिश को कई तरह से बनाया जाता है |\r\nउत्पादक कटिबन्ध -\r\nतापमान -25-35\r\nवर्षा - 60 से 75 सेमी.\r\n'),
(13, 'मूँगफली', 'मूँगफली (peanut, या groundnut ; वानस्पतिक नाम : Arachis hypogaea) एक प्रमुख तिलहन फसल है। ', 'dava/Peanuts_sin_a_shop.jpg', 'मूँगफली वानस्पतिक प्रोटीन का एक सस्ता स्रोत हैं। इसमें प्रोटीन की मात्रा मांस की तुलना में 1.5 गुना, अण्डों से 2.5 गुना एवं फलों से ८ गुना अधिक होती है। और इसमें 50% वसा (फैट) होता है ।\r\nमूँगफली वस्तुतः पोषक तत्त्वों की अप्रतिम खान है। प्रकृति ने भरपूर मात्रा में इसे विभिन्न पोषक तत्त्वों से सजाया-सँवारा है। 100 ग्राम कच्ची मूँगफली में 1 लीटर दूध के बराबर प्रोटीन होता है। कार्बोहाड्रेड १०.२% होता है। मूँगफली में प्रोटीन की मात्रा 25 प्रतिशत से भी अधिक होती है, जब कि मांस, मछली और अंडों में उसका प्रतिशत 10 से अधिक नहीं। 250 ग्राम मूँगफली के मक्खन से 300 ग्राम पनीर, 2 लीटर दूध या 15 अंडों के बराबर ऊर्जा की प्राप्ति आसानी से की जा सकती है। मूँगफली पाचन शक्ति बढ़ाने में भी कारगर है। 250 ग्राम भूनी मूँगफली में जितनी मात्रा में खनिज और विटामिन पाए जाते हैं, वो 250 ग्राम मांस से भी प्राप्त नहीं हो सकता है। मूंगफली में तेल प्रतिशत मात्रा ४५-५५% होता है|\r\nसाधारण तौर पर इसकी बुवाई जून-जुलाई माह में करते हैं।\r\nउत्पादक कटिबन्ध - यह उष्णकटिबन्धीय पौधा हैं।\r\nतापमान - 22 से 25 से.ग्रे.\r\nवर्षा - 60 से 130 सेमी. वर्षा उपयुक्त होती हैं।\r\nमिट्टी - हल्की दोमट मिट्टी उत्तम होती हैं। मिट्टी भुरभुरी एवं पोली होनी चाहिए।'),
(14, 'गन्ना', 'गन्ना (वानस्पतिक नाम - Saccharum officinarum) विश्व की एक प्रमुख नकदी फसल है,', 'dava/Zuckerrohr.jpeg', 'जिससे चीनी, गुड़,आदि का निर्माण होता हैं। गन्ने का उत्पादन सबसे ज्यादा ‌‌‌‍ब्राजील में होता है और भारत का गन्ने की उत्पादकता में संपूर्ण विश्व में दूसरा स्थान हैI गन्ने की खेती बड़ी संख्या में लोगों को रोजगार देती है और विदेशी मुद्रा प्राप्त करने में एक महत्वपूर्ण भूमिका निभाती है।\r\nउत्पादक कटिबन्ध - उष्ष-आद्र कटिबन्ध\r\nतापमान - २१ से २७ सें. ग्रे.\r\nवर्षा - ७५ से १२० सें. मी.\r\nमिट्टी - गहरी दोमट।\r\nभारत के प्रमुख गन्ना अनुसंधान केन्द्र\r\nभारतीय गन्ना अनुसंधान संस्थान, लखनऊ\r\nराष्ट्रीय शर्करा संस्था, कानपुर\r\nवसंतदादा शुगर इंस्टीटयूट, पुणे\r\nचीनी प्रौद्योगिकी मिशन, नई दिल्ली\r\nगन्ना प्रजनन संस्थान, कोयम्बतूर तमिलनाडु\r\nउत्तर प्रदेश गन्ना शोध परिषद, शाहजहांपुर, उत्तर प्रदेश'),
(15, 'सोयाबीन ', 'सोयाबीन -[वैज्ञानिक नाम=\"ग्लाईसीन मैक्स\"] सोयाबीन फसल है।', 'dava/Soybean.USDA.jpg', 'यह तिलहन के बजाय दलहन की फसल मानी जाती है। सोयाबीन दलहन की फसल है शाकाहारी मनुष्यों के लिए इसको मांस भी कहा जाता है क्योंकि इसमें बहुत अधिक प्रोटीन होता है। इसका वानस्पतिक नाम ग्लाईसीन मैक्स है।स्वास्थ्य के लिए एक बहुउपयोगी खाद्य पदार्थ है। सोयाबीन एक महत्वपूर्ण खाद्य स्रोत है। इसके मुख्य घटक प्रोटीन, कार्बोहाइडेंट और वसा होते है। सोयाबीन में 42 प्रतिशत प्रोटीन, 22 प्रतिशत तेल, 21 प्रतिशत कार्बोहाइडेंट, 12 प्रतिशत नमी तथा 5 प्रतिशत भस्म होती है।\r\n\r\nसोयाप्रोटीन के एमीगेमिनो अम्ल की संरचना पशु प्रोटीन के समकक्ष होती हैं। अतः मनुष्य के पोषण के लिए सोयाबीन उच्च गुणवत्ता युक्त प्रोटीन का एक अच्छा स्रोत हैं। कार्बोहाइडेंट के रूप में आहार रेशा, शर्करा, रैफीनोस एवं स्टाकियोज होता है जो कि पेट में पाए जाने वाले सूक्ष्मजीवों के लिए लाभप्रद होता हैं। सोयाबीन तेल में लिनोलिक अम्ल एवं लिनालेनिक अम्ल प्रचुर मात्रा में होते हैं। ये अम्ल शरीर के लिए आवश्यक वसा अम्ल होते हैं। इसके अलावा सोयाबीन में आइसोफ्लावोन, लेसिथिन और फाइटोस्टेरॉल रूप में कुछ अन्य स्वास्थवर्धक उपयोगी घटक होते हैं।\r\n\r\nसोयाबीन न केवल प्रोटीन का एक उत्कृष्ट स्त्रौत है बल्कि कई शारीरिक क्रियाओं को भी प्रभावित करता है। विभिन्न शोधकर्ताओं द्वारा सोया प्रोटीन का प्लाज्मा लिपिड एवं कोलेस्टेरॉल की मात्रा पर पड़ने वाले प्रभाव का अध्ययन किया गया है और यह पाया गया है कि सोया प्रोटीन मानव रक्त में कोलेस्टेरॉल की मात्रा कम करने में सहायक होता है। निर्दिष्ट स्वास्थ्य उपयोग के लिए सोया प्रोटीन संभवतः पहला सोयाबीन घटक है।\r\n\r\nविश्व का 60% सोयाबीन अमेरिका में पैदा होता है। भारत मे सबसे अधिक सोयाबीन का उत्पादन महाराष्ट्र करता है। मध्यप्रदेश में इंदौर में सोयाबीन रिसर्च सेंटर है।'),
(16, 'सोयाबीन ', 'सोयाबीन -[वैज्ञानिक नाम=\"ग्लाईसीन मैक्स\"] सोयाबीन फसल है।', 'dava/Soybean.USDA.jpg', 'यह तिलहन के बजाय दलहन की फसल मानी जाती है। सोयाबीन दलहन की फसल है शाकाहारी मनुष्यों के लिए इसको मांस भी कहा जाता है क्योंकि इसमें बहुत अधिक प्रोटीन होता है। इसका वानस्पतिक नाम ग्लाईसीन मैक्स है।स्वास्थ्य के लिए एक बहुउपयोगी खाद्य पदार्थ है। सोयाबीन एक महत्वपूर्ण खाद्य स्रोत है। इसके मुख्य घटक प्रोटीन, कार्बोहाइडेंट और वसा होते है। सोयाबीन में 42 प्रतिशत प्रोटीन, 22 प्रतिशत तेल, 21 प्रतिशत कार्बोहाइडेंट, 12 प्रतिशत नमी तथा 5 प्रतिशत भस्म होती है।\r\n\r\nसोयाप्रोटीन के एमीगेमिनो अम्ल की संरचना पशु प्रोटीन के समकक्ष होती हैं। अतः मनुष्य के पोषण के लिए सोयाबीन उच्च गुणवत्ता युक्त प्रोटीन का एक अच्छा स्रोत हैं। कार्बोहाइडेंट के रूप में आहार रेशा, शर्करा, रैफीनोस एवं स्टाकियोज होता है जो कि पेट में पाए जाने वाले सूक्ष्मजीवों के लिए लाभप्रद होता हैं। सोयाबीन तेल में लिनोलिक अम्ल एवं लिनालेनिक अम्ल प्रचुर मात्रा में होते हैं। ये अम्ल शरीर के लिए आवश्यक वसा अम्ल होते हैं। इसके अलावा सोयाबीन में आइसोफ्लावोन, लेसिथिन और फाइटोस्टेरॉल रूप में कुछ अन्य स्वास्थवर्धक उपयोगी घटक होते हैं।\r\n\r\nसोयाबीन न केवल प्रोटीन का एक उत्कृष्ट स्त्रौत है बल्कि कई शारीरिक क्रियाओं को भी प्रभावित करता है। विभिन्न शोधकर्ताओं द्वारा सोया प्रोटीन का प्लाज्मा लिपिड एवं कोलेस्टेरॉल की मात्रा पर पड़ने वाले प्रभाव का अध्ययन किया गया है और यह पाया गया है कि सोया प्रोटीन मानव रक्त में कोलेस्टेरॉल की मात्रा कम करने में सहायक होता है। निर्दिष्ट स्वास्थ्य उपयोग के लिए सोया प्रोटीन संभवतः पहला सोयाबीन घटक है।\r\n\r\nविश्व का 60% सोयाबीन अमेरिका में पैदा होता है। भारत मे सबसे अधिक सोयाबीन का उत्पादन महाराष्ट्र करता है। मध्यप्रदेश में इंदौर में सोयाबीन रिसर्च सेंटर है।'),
(17, 'सोयाबीन ', 'सोयाबीन -[वैज्ञानिक नाम=\"ग्लाईसीन मैक्स\"] सोयाबीन फसल है।', 'dava/Soybean.USDA.jpg', 'यह तिलहन के बजाय दलहन की फसल मानी जाती है। सोयाबीन दलहन की फसल है शाकाहारी मनुष्यों के लिए इसको मांस भी कहा जाता है क्योंकि इसमें बहुत अधिक प्रोटीन होता है। इसका वानस्पतिक नाम ग्लाईसीन मैक्स है।स्वास्थ्य के लिए एक बहुउपयोगी खाद्य पदार्थ है। सोयाबीन एक महत्वपूर्ण खाद्य स्रोत है। इसके मुख्य घटक प्रोटीन, कार्बोहाइडेंट और वसा होते है। सोयाबीन में 42 प्रतिशत प्रोटीन, 22 प्रतिशत तेल, 21 प्रतिशत कार्बोहाइडेंट, 12 प्रतिशत नमी तथा 5 प्रतिशत भस्म होती है।\r\n\r\nसोयाप्रोटीन के एमीगेमिनो अम्ल की संरचना पशु प्रोटीन के समकक्ष होती हैं। अतः मनुष्य के पोषण के लिए सोयाबीन उच्च गुणवत्ता युक्त प्रोटीन का एक अच्छा स्रोत हैं। कार्बोहाइडेंट के रूप में आहार रेशा, शर्करा, रैफीनोस एवं स्टाकियोज होता है जो कि पेट में पाए जाने वाले सूक्ष्मजीवों के लिए लाभप्रद होता हैं। सोयाबीन तेल में लिनोलिक अम्ल एवं लिनालेनिक अम्ल प्रचुर मात्रा में होते हैं। ये अम्ल शरीर के लिए आवश्यक वसा अम्ल होते हैं। इसके अलावा सोयाबीन में आइसोफ्लावोन, लेसिथिन और फाइटोस्टेरॉल रूप में कुछ अन्य स्वास्थवर्धक उपयोगी घटक होते हैं।\r\n\r\nसोयाबीन न केवल प्रोटीन का एक उत्कृष्ट स्त्रौत है बल्कि कई शारीरिक क्रियाओं को भी प्रभावित करता है। विभिन्न शोधकर्ताओं द्वारा सोया प्रोटीन का प्लाज्मा लिपिड एवं कोलेस्टेरॉल की मात्रा पर पड़ने वाले प्रभाव का अध्ययन किया गया है और यह पाया गया है कि सोया प्रोटीन मानव रक्त में कोलेस्टेरॉल की मात्रा कम करने में सहायक होता है। निर्दिष्ट स्वास्थ्य उपयोग के लिए सोया प्रोटीन संभवतः पहला सोयाबीन घटक है।\r\n\r\nविश्व का 60% सोयाबीन अमेरिका में पैदा होता है। भारत मे सबसे अधिक सोयाबीन का उत्पादन महाराष्ट्र करता है। मध्यप्रदेश में इंदौर में सोयाबीन रिसर्च सेंटर है।'),
(18, 'सोयाबीन ', 'सोयाबीन -[वैज्ञानिक नाम=\"ग्लाईसीन मैक्स\"] सोयाबीन फसल है।', 'dava/Soybean.USDA.jpg', 'यह तिलहन के बजाय दलहन की फसल मानी जाती है। सोयाबीन दलहन की फसल है शाकाहारी मनुष्यों के लिए इसको मांस भी कहा जाता है क्योंकि इसमें बहुत अधिक प्रोटीन होता है। इसका वानस्पतिक नाम ग्लाईसीन मैक्स है।स्वास्थ्य के लिए एक बहुउपयोगी खाद्य पदार्थ है। सोयाबीन एक महत्वपूर्ण खाद्य स्रोत है। इसके मुख्य घटक प्रोटीन, कार्बोहाइडेंट और वसा होते है। सोयाबीन में 42 प्रतिशत प्रोटीन, 22 प्रतिशत तेल, 21 प्रतिशत कार्बोहाइडेंट, 12 प्रतिशत नमी तथा 5 प्रतिशत भस्म होती है।\r\n\r\nसोयाप्रोटीन के एमीगेमिनो अम्ल की संरचना पशु प्रोटीन के समकक्ष होती हैं। अतः मनुष्य के पोषण के लिए सोयाबीन उच्च गुणवत्ता युक्त प्रोटीन का एक अच्छा स्रोत हैं। कार्बोहाइडेंट के रूप में आहार रेशा, शर्करा, रैफीनोस एवं स्टाकियोज होता है जो कि पेट में पाए जाने वाले सूक्ष्मजीवों के लिए लाभप्रद होता हैं। सोयाबीन तेल में लिनोलिक अम्ल एवं लिनालेनिक अम्ल प्रचुर मात्रा में होते हैं। ये अम्ल शरीर के लिए आवश्यक वसा अम्ल होते हैं। इसके अलावा सोयाबीन में आइसोफ्लावोन, लेसिथिन और फाइटोस्टेरॉल रूप में कुछ अन्य स्वास्थवर्धक उपयोगी घटक होते हैं।\r\n\r\nसोयाबीन न केवल प्रोटीन का एक उत्कृष्ट स्त्रौत है बल्कि कई शारीरिक क्रियाओं को भी प्रभावित करता है। विभिन्न शोधकर्ताओं द्वारा सोया प्रोटीन का प्लाज्मा लिपिड एवं कोलेस्टेरॉल की मात्रा पर पड़ने वाले प्रभाव का अध्ययन किया गया है और यह पाया गया है कि सोया प्रोटीन मानव रक्त में कोलेस्टेरॉल की मात्रा कम करने में सहायक होता है। निर्दिष्ट स्वास्थ्य उपयोग के लिए सोया प्रोटीन संभवतः पहला सोयाबीन घटक है।\r\n\r\nविश्व का 60% सोयाबीन अमेरिका में पैदा होता है। भारत मे सबसे अधिक सोयाबीन का उत्पादन महाराष्ट्र करता है। मध्यप्रदेश में इंदौर में सोयाबीन रिसर्च सेंटर है।'),
(19, 'कपास', 'कपास एक नकदी फसल हैं।इसका मूल स्थान भारत है। यह खरीफ फसल है।', 'dava/Cotton_picking_in_India.jpg', ' यह मालवेसी कुल का सदस्य है। संसार में इसकी 2 किस्म पाई जाती है। प्रथम को देशी कपास (गासिपियाम अर्बोरियाम)एवं (गा; हरबेरियम) के नाम से जाना तथा दूसरे को अमेरिकन कपास (गा, हिर्सूटम)एवम् (बरवेडेंस)के नाम से जाता है। इससे रुई तैयार की जाती हैं, जिसे सफेद सोना कहा जाता हैं| कपास के पौधे बहुवर्षीय, झड़ीनुमा वृक्ष जैसे होते है। जिनकी लंबाई 2-7 फीट होती है। पुष्प, सफेद अथवा हल्के पीले रंग के होते है। कपास के फल बाल्स (balls) कहलाते है, जो चिकने व हरे पीले रंग के होते हैं इनके ऊपर ब्रैक्टियोल्स कांटो जैसी रचना होती है। फल के अन्दर बीज व कपास होती है। कपास की फसल उत्पादन के लिये काली मिट्टी की आवश्यकता पड़ती है। भारत में सबसे ज्यादा कपास उत्पादन गुजरात राज्य में होता है। कपास से निर्मित वस्त्र सूती वस्त्र कहलाते है। कपास मे मुख्य रूप से सेल्यूलोस होता है।');

-- --------------------------------------------------------

--
-- Table structure for table `khatar`
--

CREATE TABLE `khatar` (
  `id` bigint(12) NOT NULL,
  `khatar_title` varchar(100) NOT NULL,
  `khatar_short` text NOT NULL,
  `photo` text NOT NULL,
  `details` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `khatar`
--

INSERT INTO `khatar` (`id`, `khatar_title`, `khatar_short`, `photo`, `details`) VALUES
(11, 'डी.ए.पी', 'वज़न: 50 किलो\nअनुमानित बाजार मूल्य:-/1200', 'khatar/download.jpg', 'डीएपी 18-46-0 का उपयोग कैसे करें\nडीएपी को फसल चक्र के स्थान, मात्रा और समय जैसे महत्वपूर्ण कारकों को ध्यान में रखते हुए मिट्टी में लागू किया जाना चाहिए।\n\nडीएपी को बुआई से पहले खेती, जुताई या फसल की बुआई के दौरान लगाया जा सकता है।\n\nखुराक फसल और मिट्टी के अनुसार (राज्य के लिए सामान्य अनुशंसा के अनुसार) होनी चाहिए। खड़ी फसलों पर डीएपी का प्रयोग न करने की सलाह दी जाती है।\n\nइसे बीज के पास लगाया जाना चाहिए क्योंकि डीएपी मिट्टी में घुल जाता है और मिट्टी पीएच का अस्थायी क्षारीकरण प्रदान करता है जिससे प्रारंभिक फसल विकास चक्र में उर्वरकों के बेहतर अवशोषण में मदद मिलती है।'),
(12, ' यूरिया', 'वज़न: 50 किलो\nअनुमानित बाजार मूल्य:-300', 'khatar/iffco-urea-500x500-1.jpg', 'नीम लेपित यूरिया (एन) का उपयोग कैसे करें।\nफसल चक्र के स्थान, मात्रा और समय जैसे महत्वपूर्ण कारकों को ध्यान में रखते हुए यूरिया को मिट्टी में डाला जाना चाहिए।\n\nयदि यूरिया को नंगी मिट्टी की सतहों पर लगाया जाता है, तो अमोनियम कार्बोनेट के तेजी से हाइड्रोलिसिस के कारण अस्थिरता के परिणामस्वरूप अमोनिया की महत्वपूर्ण मात्रा नष्ट हो सकती है। इसे बुआई के समय तथा खड़ी फसल में (टॉप ड्रेसिंग) लगाना चाहिए। अनुशंसित मात्रा की आधी मात्रा बुआई के समय तथा आधी मात्रा 30 दिन बाद 2-3 बराबर भागों में 15 दिन के अंतराल पर दें। यदि इस सामग्री की बड़ी मात्रा को बीज के साथ या उसके बहुत करीब रखा जाता है, तो मिट्टी में यूरिया का तेजी से जल-अपघटन भी अंकुरों को अमोनिया की क्षति के लिए जिम्मेदार होता है। बीज के संबंध में यूरिया की उचित व्यवस्था इस समस्या को दूर कर सकती है।\n\nयूरिया का प्रयोग फसल की आवश्यकता और मिट्टी की स्थिति (सामान्य राज्य अनुशंसाओं के अनुसार) के अनुसार किया जाना चाहिए।'),
(13, 'एन.पी.के', 'वज़न: 50 किलो\nअनुमानित बाजार मूल्य 1300', 'khatar/iffco-npk-10-26-26-1-5-complex-fertilisers-500x500.jpg', 'एनपीके 10-26-26 का उपयोग कैसे करें\nएनपीके को फसल चक्र के स्थान, दर और समय जैसे महत्वपूर्ण कारकों को ध्यान में रखते हुए मिट्टी में लागू किया जाना चाहिए।\n\nइसे बुआई के समय तथा छटाई द्वारा लगाना चाहिए। खुराक फसल और मिट्टी के अनुसार (राज्य के लिए सामान्य अनुशंसा के अनुसार) होनी चाहिए। एन.पी.के. (10:26:26) को खड़ी फसलों के साथ प्रयोग न करने की सलाह दी जाती है, एन.पी.के. (10:26:26) के प्रयोग से बीज रहित निषेचन द्वारा अधिक लाभ मिलता है।'),
(14, '20,20,0,13', 'वज़न: 50 किलो\nअनुमानित बाजार मूल्य:-/1200', 'khatar/How to use NP(S) 20-20-0-13.jpg', 'एनपी(एस) 20-20-0-13 का उपयोग कैसे करें\nएनपी(एस) 20-20-13 को फसल चक्र के स्थान, मात्रा और समय जैसे महत्वपूर्ण कारकों को ध्यान में रखते हुए मिट्टी में लागू किया जाना चाहिए।\n\nइसे बुआई के समय तथा छटाई द्वारा लगाना चाहिए। खुराक फसल और मिट्टी के अनुसार (राज्य के लिए सामान्य अनुशंसा के अनुसार) होनी चाहिए। खड़ी फसलों में एनपी(एस) 20-20-0-13 का प्रयोग न करने की सलाह दी जाती है, बीज रहित उर्वरक के माध्यम से एनपी(एस) 20-20-0-13 का प्रयोग बेहतर उत्पादन देता है।'),
(15, 'सागरिका', 'वज़न: 10 किलो\nअनुमानित बाज़ार मूल्य:-/500', 'khatar/sagrika.jpeg', 'पादप वृद्धि प्रवर्तक - सागरिका ग्रैन्युलर\nसागरिका Z++ कृषि में उपयोग के लिए एक लाल और भूरे रंग का समुद्री शैवाल फोर्टिफाइड दाना है। समुद्री शैवाल भारतीय तट से उगाया और एकत्र किया जाता है और मछली पकड़ने वाले परिवारों के लिए आजीविका का एक स्रोत है।\n\nउत्पाद में प्राकृतिक रूप से पौधे के विकास नियामक जैसे ऑक्सिन, साइटोकिनिन और जिबरेलिन, आवश्यक अमीनो एसिड, मैक्रो और सूक्ष्म पोषक तत्व होते हैं। इसमें बायो-पोटाश (8-10%), जिंक, बोरॉन के साथ-साथ क्वाटरनरी अमोनियम यौगिक (QAC) जैसे ग्लाइसिन बीटािन, कोलीन आदि भी शामिल हैं।\n\nयह फसल की उपज और गुणवत्ता बढ़ाता है, मिट्टी में माइक्रोबियल गतिविधि बढ़ाता है और पौधों को सूखे और उच्च लवणता के कारण होने वाले अजैविक तनाव का सामना करने में सक्षम बनाता है। सागरिका जेड++ ग्रैन्यूल्स सीवीड एक्टिव्स का निर्माण भारत सरकार के वैज्ञानिक और औद्योगिक अनुसंधान परिषद (सीएसआईआर) की एक घटक प्रयोगशाला, केंद्रीय नमक और समुद्री रसायन अनुसंधान संस्थान (सीएसएमसीआरआई) से लाइसेंस प्राप्त विश्व स्तर पर पेटेंट तकनीक का उपयोग करके किया जाता है। सागरिका ग्रेन्युल जैविक प्रमाणीकरण के साथ उपलब्ध है और इसे मिट्टी/भौगोलिक आवश्यकताओं के आधार पर कैल्शियम और सल्फर समृद्ध जिप्सम बेस या पोटाश समृद्ध आधार के साथ बनाया जा सकता है।'),
(16, 'पोटेशियम नाइट्रेट (13:0:45)', 'वज़न: 25 किलो\nअनुमानित बाजार मूल्य:-/1350', 'khatar/Potassium Nitrate Front.png', 'पोटेशियम नाइट्रेट (13:0:45)\nउच्च पोटेशियम और नाइट्रोजन सामग्री के साथ सोडियम की इष्टतम मात्रा के साथ पानी में घुलनशील उर्वरक। यह पानी में आसानी से घुलनशील है और ड्रिप सिंचाई और पर्ण निषेचन के लिए उत्कृष्ट है। यह मिश्रण तेजी के बाद तथा फसल की भौतिक परिपक्वता के लिए उपयुक्त है। पानी में घुलनशील उर्वरक (डब्ल्यूएसएफ) को फर्टिगेशन में सहायता के लिए विकसित किया गया है* उर्वरक अनुप्रयोग की एक विधि जिसमें उर्वरक को ड्रिप प्रणाली के माध्यम से सिंचाई के पानी में शामिल किया जाता है।'),
(17, 'क्लासिफ़ोस प्रोम', 'वज़न: 25 किलो\nअनुमानित बाज़ार मूल्य:-/1000', 'khatar/phosphate-rich-organic-manure-500x500.png', 'यह सरकार द्वारा अनुमोदित जैविक दाना उर्वरक है। कैल्सीफोस प्रोम डीएपी और किसी भी अन्य रासायनिक उर्वरक का एक बढ़िया विकल्प है। कैलिफोस प्रोम नाइट्रोजन, फास्फोरस और पोटाश का मिश्रण है\n\nफ़ायदा:\nरोपण के समय मूल उर्वरक के रूप में अधिक लाभकारी प्रभाव।\nइस उर्वरक के प्रयोग से मिट्टी नरम हो जाती है।\nफसल उत्पादन बढ़ता है.\nरोग प्रतिरोधक क्षमता बढ़ाता है.\nरासायनिक उर्वरकों की तुलना में लागत कम और उत्पादन अधिक होता है'),
(19, 'प्रो किसान', 'वज़न: 500 ग्राम\nअनुमानित बाजार मूल्य:-/819', 'khatar/prokisan-grade-2-250-gms-crop-nutrition-500x500.png', 'उपयोग:-\nरासायनिक संरचना: Zn 3%, Fe 2.5%, Mn 1%, Cu 1%, B 0.5%, Mo 0.10%\nखुराक: 15 ग्राम/पंप (15 लीटर) या 500 ग्राम/एकड़ मिट्टी/बूंद\nलगाने की विधि: स्प्रे/ड्रिप/मिट्टी\nस्पेक्ट्रम: पुनर्प्राप्ति और स्वस्थ विकास के लिए सभी सूक्ष्म पोषक तत्वों की कमी।\nअनुकूलता: अधिकांश कीटनाशकों के साथ संगत।\nप्रभाव की अवधि: 15 दिन\nआवेदन की आवृत्ति: 3 बार\nअतिरिक्त विवरण: यह उत्पाद की गुणवत्ता के रखरखाव को बढ़ाता है। बीमारियों और कीटों का प्रतिरोध करने में भी मदद करता है'),
(20, 'पैदाईशी', 'वज़न: 1 किलो\nअनुमानित बाजार मूल्य:-/449', 'khatar/Nativo.jpg', 'उपयोग:-\nरासायनिक संरचना: टेबुकोनाज़ोल 50% + ट्राइफ्लोक्सीस्ट्रोबिन 25% डब्लूजी\nखुराक: चावल: 80 ग्राम/एकड़; टमाटर - 140 ग्राम/एकड़; अंगूर - 70 ग्राम/एकड़; मिर्च-100 ग्राम/एकड़, गेहूं-120 ग्राम/एकड़\nलगाने की विधि: स्प्रे\nस्पेक्ट्रम: हीथ ब्लाइट, लीफ, नेक ब्लास्ट, ग्लूम डिस्कलरेशन (गंदा पैनिकल), अर्ली ब्लाइट, पाउडरी फफूंदी, एन्थ्रेक्नोज, अल्टरनेरिया लीफ स्पॉट, पीला रतुआ\nअनुकूलता: चिपकने वाले एजेंटों के साथ संगत\nप्रयोग की आवृत्ति: कीट संक्रमण या बीमारी की गंभीरता पर निर्भर करती है।\nउपयुक्त फसलें: चावल, टमाटर, आम, गेहूं, अंगूर, मिर्च\nअतिरिक्त विवरण: नेटिवो सुरक्षात्मक और उपचारात्मक कार्रवाई वाला एक प्रणालीगत व्यापक-स्पेक्ट्रम कवकनाशी है जो न केवल रोग नियंत्रण प्रदान करता है बल्कि फसल की गुणवत्ता और उपज में भी सुधार करता है।\nविशेष नोट: यहां दी गई जानकारी केवल संदर्भ के लिए है। संपूर्ण उत्पाद विवरण और उपयोग के निर्देशों के लिए हमेशा उत्पाद लेबल और संलग्न पत्रक देखें'),
(21, 'पावर ग्रो सल्फर 90 जी', 'वज़न: 30 किलो\nअनुमानित बाजार मूल्य:-/3999', 'khatar/1662468683361[1].jpg', 'प्रमुख बिंदु:\nरासायनिक तत्व: सल्फर 90% पाउडर\nदर: 3 किग्रा/एकड़\nउपयोग की विधि: मिट्टी में रोपण करके\nप्रभावकारिता: सल्फर की कमी को दूर करने के लिए आवश्यक पोषण!\nअनुकूलता: अन्य उर्वरकों के साथ अनुकूल\nप्रभावशीलता के दिन: 10 -15 दिन\nपुन: उपयोग: रोग की गंभीरता पर निर्भर करता है। अधिक जानकारी के लिए विशेषज्ञ सहायता की आवश्यकता बटन पर क्लिक करें।\nउपयुक्त फसलें: विभिन्न फसलें\nविशेष जानकारी: सल्फर की कमी को पूरा करने के अलावा, यह मिट्टी में सुधार करता है, मिट्टी के पीएच को संतुलित करता है और अन्य पोषक तत्वों के अवशोषण में मदद करता है।\nविशेष नोट: यहां दी गई जानकारी केवल संदर्भ के लिए है। संपूर्ण उत्पाद विवरण और उपयोग के निर्देशों के लिए हमेशा उत्पाद लेबल और संलग्न पत्रक देखें।'),
(22, 'सल्फर मैक्स', 'वज़न: 15 किलो\nअनुमानित बाजार मूल्य:-/2399', 'khatar/1662468887127[1].jpg', 'प्रमुख बिंदु:\nरासायनिक तत्व: सल्फर 90% दानेदार\nदर: नकदी फसलों और सब्जियों के लिए: 3 किलो गन्ना प्रति एकड़ और लंबी अवधि की फसलों के लिए: मूल खुराक- 6 किलो और मिट्टी चढ़ाना/शीर्ष ड्रेसिंग- 6 किलो प्रति एकड़\nउपयोग की विधि: फूल/आधार में\nप्रभावशीलता: 1. सल्फर मैक्स अन्य मैक्रोन्यूट्रिएंट्स को ग्रहण करने और सभी पौधों के विकास को बढ़ावा देने में मदद करता है। 2. यह प्रोटीन अणुओं और अमीनो एसिड के उत्पादन में मदद करता है, जो क्लोरोफिल, लिग्निन और पेक्टिन के उत्पादन के लिए आवश्यक सबसे महत्वपूर्ण कार्य करते हैं। 3. यह तिलहनों में तेल की मात्रा तथा दलहन एवं अन्य फसलों में प्रोटीन को बढ़ाता है। 4. यह कीट, रोग और नमी के तनाव का प्रतिरोध करता है। 5. यह प्रकाश संश्लेषक क्रिया को बढ़ाता है। 6. तेल संश्लेषण इसलिए पर्याप्त मात्रा में सल्फर तिलहनों के लिए बहुत महत्वपूर्ण है। रुके हुए विकास का सुधार. 7. यह मिट्टी के पीएच को कम करने में मदद करता है। 8. यह नाड़ियों में गांठ को बढ़ावा देता है। 9. यह पादप कोशिका में चयापचय और विकास प्रक्रियाओं को नियंत्रित करता है।\nअनुकूलता: सभी फसलों में उर्वरक के साथ मिलाकर फूल को खिलाया जा सकता है।\nपुनः प्रयोग: कीट संक्रमण या बीमारी की गंभीरता पर निर्भर करता है।\nउपयुक्त फसलें: सभी फसलें, मुख्य रूप से तिलहन, फल, सब्जियाँ।\nविशेष नोट: यहां दी गई जानकारी केवल संदर्भ के लिए है और केवल मिट्टी के प्रकार और जलवायु परिस्थितियों पर निर्भर करती है। संपूर्ण उत्पाद विवरण और उपयोग के निर्देशों के लिए हमेशा उत्पाद लेबल और संलग्न पत्रक देखें'),
(23, 'पावर ग्रो-सेल्ज़िक', 'वज़न: 3 किलो\nअनुमानित बाजार मूल्य:-/799', 'khatar/1662469183267[1].jpg', 'प्रमुख बिंदु:\nरासायनिक संरचना: सल्फर 65% + जिंक 18 कणिकाएँ\nखुराक: 3-6 किग्रा/एकड़\nप्रयोग की विधि: मिट्टी में बुआई करके\nस्पेक्ट्रम: यह एक उर्वरक है जो मिट्टी में सल्फर और जिंक दोनों की कमी को ठीक कर सकता है।\nअनुकूलता: उर्वरकों के साथ अनुकूलता\nप्रयोग की आवृत्ति: कीट संक्रमण या बीमारी की गंभीरता पर निर्भर करता है।\nउपयुक्त फसलें: कई फसलें\nअतिरिक्त विवरण: यह लंबे समय तक सल्फर और जिंक की आपूर्ति करने में मदद करता है। यह लंबे समय तक चलने वाला सल्फर और जिंक प्रदान करता है, जिसका 50% से अधिक पहले महीने के भीतर उपलब्ध हो जाता है और उपज और गुणवत्ता बढ़ाने के लिए शेष बढ़ते मौसम के दौरान काम करता रहता है।\nविशेष नोट: यहां दी गई जानकारी केवल संदर्भ के लिए है। संपूर्ण उत्पाद विवरण और उपयोग के निर्देशों के लिए हमेशा उत्पाद लेबल और संलग्न पत्रक देखें।'),
(24, 'मेज़', 'वज़न: 500 ग्राम\nअनुमानित बाजार मूल्य:-399', 'khatar/1662469389810[1].jpg', 'प्रमुख बिंदु:\nउपयुक्त फसलें: मिर्च, सोयाबीन\nरासायनिक घटक: टेबुकोनाज़ोल 10% + सल्फर 65% wg\nअनुपात: मिर्च (स्टार्च, फल सड़न); सोयाबीन (पत्ती धब्बा, फली सड़न): 500 ग्राम/एकड़\nउपयोग की विधि: स्प्रे\nप्रभावकारिता: मिर्च-टूटी हुई, फल सड़न, सोयाबीन-पत्ती की बूंदें, फली में सूखी!\nअनुकूलता: अधिकांश कीटनाशकों के साथ संगत\nपुन: उपयोग: रोग के प्रकोप या रोग की गंभीरता पर निर्भर करता है।\nविशेष जानकारी: एक व्यापक स्पेक्ट्रम कवकनाशी, जो छिड़काव के बाद पत्तियों द्वारा तेजी से अवशोषित हो जाता है।\nविशेष नोट: यहां दी गई जानकारी केवल संदर्भ के लिए है। संपूर्ण उत्पाद विवरण और उपयोग के निर्देशों के लिए हमेशा उत्पाद लेबल और संलग्न पत्रक देखें।'),
(25, 'सल्फर फास्ट एफडब्ल्यूडी', 'वज़न: 8 किलो\nअनुमानित बाजार मूल्य:-1199', 'khatar/1662469895476[1].jpg', 'प्रमुख बिंदु:\nउपयुक्त फसलें: सीआईबी की सिफारिशों के अनुसार चोली, जीरा, अंगूर, ग्वार, आम, मटर, गेहूं, सेब और अन्य फसलें।\nरासायनिक तत्व: सल्फर 80% wg\nदर: चोली, जीरा, अंगूर, ग्वार, आम, मटर, सेब-750-1000 ग्राम/300-400 लीटर पानी/एकड़ (2.5 ग्राम/लीटर), गेहूं-1000 ग्राम/200 लीटर पानी/एकड़ (5 ग्राम) /लीटर ).\nउपयोग की विधि: स्प्रे\nप्रभावकारिता: चोली, जीरा, अंगूर, ग्वार, आम, मटर, गेहूं- भुकिछारो;\nअनुकूलता: उपयोग से पहले अन्य रसायनों के साथ अनुकूलता की जांच करने के लिए भौतिक परीक्षण आवश्यक है\nपुन:प्रयोग: कीट संक्रमण या बीमारी की गंभीरता पर निर्भर करता है।\nविशेष जानकारी: 1. सल्फर एक संपर्क और व्यापक स्पेक्ट्रम सुरक्षात्मक कवकनाशी और कवकनाशी है 2. पौधों में उत्कृष्ट प्रसार और अवशोषण क्षमता के लिए उपयोगी है। 3. मलबे से मुक्त, माइक्रोनाइज्ड सल्फर ग्रैन्यूल, उपयोग में आसान। 4. यह पौधों में लम्बे समय तक अच्छे परिणाम देता है।\nविशेष नोट: फसल में बेल वाली सब्जियां नहीं देनी चाहिए'),
(27, 'कवक जी', 'वज़न: 25 किलो\nअनुमानित बाज़ार मूल्य:-/1000', 'khatar/B5-Fungi-G-Granules-uai-516x516.png', 'कवक जी\nफंगी जी में प्रोटीन हाइड्रोलाइजेट होता है, यह फसलों की पोषक तत्व अवशोषण क्षमता को बढ़ाता है।\n\nसक्रिय तत्व: प्रोटीन हाइड्रोलाइज़ेट\n\nएक्शन मोड\n\nप्रोटीन हाइड्रोलाइज़ेट बागवानी और कृषि फसलों की एक विस्तृत श्रृंखला के अंकुरण, उत्पादकता और गुणवत्ता को बढ़ाने में मदद करता है। इसका उपयोग पोषण प्राप्त करने, माइक्रोबायोम को उत्तेजित करने में मदद के लिए किया जाता है, जो पौधों को पोषक तत्व, पानी प्राप्त करने और जैविक और अजैविक तनाव झेलने में मदद करता है।\n\nफ़ायदे\n\n1.फंगी-जी 100% प्राकृतिक उत्पाद है।\n2.फंगी जिफुंगी-जी जैविक खेती के लिए एक स्थायी विकल्प है।\n3. कवक जी मिट्टी में पोषक तत्वों की अवशोषण क्षमता को बढ़ाता है।\n4.फंगी जी का उपयोग कटाई तक किया जा सकता है क्योंकि कृषि उपज पर कोई अवशेष नहीं देखा जाता है।\n5. कवक जी जैविक और रासायनिक उर्वरकों के अनुकूल है।');

-- --------------------------------------------------------

--
-- Table structure for table `question`
--

CREATE TABLE `question` (
  `id` bigint(12) NOT NULL,
  `category` varchar(50) NOT NULL,
  `subject` varchar(50) NOT NULL,
  `title` varchar(50) NOT NULL,
  `pdf` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `question`
--

INSERT INTO `question` (`id`, `category`, `subject`, `title`, `pdf`) VALUES
(10, 'कृषि', 'अनाज फसल', '	गेहूँ', ''),
(12, 'खेतीबाड़ी', 'अनाज की फसलें', 'जवार', 'question_pdf/Document.pdf'),
(13, 'कृषि', 'अनाज की फसलें', 'बाजरा', 'question_pdf/Document.pdf'),
(15, 'कृषि', 'अनाज की फसलें', 'धान का खेत', 'question_pdf/Document.pdf'),
(16, 'कृषि', 'पके हुए तिलहन', 'जलाया', 'question_pdf/Document.pdf'),
(17, 'कृषि', 'पके हुए तिलहन', 'मूंगफली', 'question_pdf/Document.pdf'),
(18, 'कृषि', 'पके हुए तिलहन', 'सोयाबीन', 'question_pdf/Document.pdf'),
(19, 'कृषि', 'फलियाँ पकाएँ', 'अलादीन', 'question_pdf/Document.pdf'),
(20, 'कृषि', 'फलियाँ पकाएँ', 'तुअर', 'question_pdf/Document.pdf'),
(21, 'कृषि', 'फलियाँ पकाएँ', 'मूंग', 'question_pdf/Document.pdf'),
(22, 'कृषि', 'नकद भुगतान', 'कपास', 'question_pdf/Document.pdf'),
(23, 'कृषि', 'नकद भुगतान', 'गन्ना', 'question_pdf/Document.pdf'),
(24, 'कृषि', 'नकद भुगतान', 'तंबाकू', 'question_pdf/Document.pdf'),
(25, 'कृषि', 'चारे की फसलें', 'चारा फसलों की जानकारी', 'question_pdf/Document.pdf'),
(26, 'कृषि', 'चारे की फसलें', 'अल्फाल्फा', 'question_pdf/Document.pdf'),
(27, 'कृषि', 'चारे की फसलें', 'भुट्टा', 'question_pdf/Document.pdf'),
(28, 'बागवानी', 'पका फल', 'आम', 'question_pdf/Document.pdf'),
(29, 'बागवानी', 'पका फल', 'केला', 'question_pdf/Document.pdf'),
(30, 'बागवानी', 'पका फल', 'चीकू', 'question_pdf/Document.pdf'),
(31, 'बागवानी', 'पका फल', 'अनार', 'question_pdf/Document.pdf'),
(32, 'बागवानी', 'पका फल', 'नलियेरी', 'question_pdf/Document.pdf'),
(33, 'बागवानी', 'पका फल', 'पपीता', 'question_pdf/Document.pdf'),
(34, 'बागवानी', 'सब्जियां पकाएं', 'बेल वाली सब्जियाँ', 'question_pdf/Document.pdf'),
(35, 'बागवानी', 'सब्जियां पकाएं', 'ग्वार', 'question_pdf/Document.pdf'),
(36, 'बागवानी', 'सब्जियां पकाएं', 'टमाटर', 'question_pdf/Document.pdf');

-- --------------------------------------------------------

--
-- Table structure for table `question_category`
--

CREATE TABLE `question_category` (
  `id` bigint(12) NOT NULL,
  `main_option` varchar(20) NOT NULL,
  `sub_option` varchar(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `question_category`
--

INSERT INTO `question_category` (`id`, `main_option`, `sub_option`) VALUES
(1, 'कृषि', 'अनाज की फसलें'),
(2, 'कृषि', 'पके हुए तिलहन'),
(3, 'कृषि', 'फलियाँ पकाएँ'),
(4, 'कृषि', 'नकद भुगतान'),
(5, 'कृषि', 'चारे की फसलें'),
(6, 'बागवानी', 'पका फल'),
(7, 'बागवानी', 'सब्जियां'),
(8, 'बागवानी', 'फूलगोभी'),
(9, 'बागवानी', 'फलों की सुरक्षा');

-- --------------------------------------------------------

--
-- Table structure for table `rabi`
--

CREATE TABLE `rabi` (
  `id` int(12) NOT NULL,
  `rabi_title` varchar(50) NOT NULL,
  `rabi_short` text NOT NULL,
  `photo` text NOT NULL,
  `details` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `rabi`
--

INSERT INTO `rabi` (`id`, `rabi_title`, `rabi_short`, `photo`, `details`) VALUES
(2, 'गेहूँ', 'गेहूँ विश्व की प्रमुख खाद्यान्न फसल है जिसकी खेती विश्व भर में की जाती है।', 'dava/640px-Wheat_P1210892.jpg', 'गेहूँ (ट्रिटिकम जाति) विश्वव्यापी महत्व की फसल है। यह फसल नानाविध वातावरणों में उगाई जाती है। यह लाखों लोगों का मुख्य खाद्य है। विश्व में कुल कृष्य भूमि के लगभग छठे भाग पर गेहूँ की खेती की जाती है यद्यपि एशिया में मुख्य रूप से धान की खेती की जाती है, तो भी गेहूँ विश्व के सभी प्रायद्वीपों में उगाया जाता है। यह विश्व की बढ़ती जनसंख्या के लिए लगभग २० प्रतिशत आहार कैलोरी की पूर्ति करता है। वर्ष २००७-०८ में विश्वव्यापी गेहूँ उत्पादन ६२.२२ करोड़ टन तक पहुँच गया था। चीन के बाद भारत गेहूँ दूसरा विशालतम उत्पादक है। गेहूँ खाद्यान्न फसलों के बीच विशिष्ट स्थान रखता है। कार्बोहाइड्रेट और प्रोटीन गेहूँ के दो मुख्य घटक हैं। गेहूँ में औसतन ११-१२ प्रतिशत प्रोटीन होता हैं। गेहूँ मुख्यत: विश्व के दो मौसमों, यानी शीत एवं वसंत ऋतुओं में उगाया जाता है। शीतकालीन गेहूँ ठंडे देशों, जैसे यूरोप, सं॰ रा॰ अमेरिका, आस्ट्रेलिया, रूस राज्य संघ आदि में उगाया जाता है जबकि वसंतकालीन गेहूँ एशिया एवं संयुक्त राज्य अमेरिका के एक हिस्से में उगाया जाता है। वसंतकालीन गेहूँ १२०-१३० दिनों में परिपक्व हो जाता है जबकि शीतकालीन गेहूँ पकने के लिए २४०-३०० दिन लेता है। इस कारण शीतकालीन गेहूँ की उत्पादकता वंसतकालीन गेहूँ की तुलना में अधिक होती है। गेहूँ की फसल के बीज वाले भाग को बाली या दंगी कहते हैं।\r\n\r\nगुणवत्ता को ध्यान में रखकर गेहूँ को दो श्रेणियों में विभाजित किया गया है: मृदु गेहूँ एवं कठोर गेहूँ।\r\n\r\nट्रिटिकम ऐस्टिवम (रोटी गेहूँ) मृदु गेहूँ होता है और ट्रिटिकम डयूरम कठोर गेहूँ होता है।\r\n\r\nभारत में मुख्य रूप से ट्रिटिकम की तीन जातियों जैसे ऐस्टिवम, डयूरम एवं डाइकोकम की खेती की जाती है। इन जातियों द्वारा सन्निकट सस्यगत क्शेत्र क्रमश: ९५, ४ एवं १ प्रतिशत है। ट्रिटिकम ऐस्टिवम की खेती देश के सभी क्षेत्रों में की जाती है जबकि डयूरम की खेती पंजाब एवं मध्य भारत में और डाइकोकम की खेती कर्नाटक में की जाती है।'),
(3, 'जौ', 'जौ उपयोग प्राचीन काल से धार्मिक संस्कारों में होता रहा है। संस्कृत में इसे \"यव\" कहते हैं।', 'dava/Illustration_Hordeum_vulgare1.jpg', 'होरडियम डिस्टिन (Hordeum distiehon), जिसकी उत्पत्ति मध्य अफ्रीका और होरडियम वलगेयर (H. vulgare), जो यूरोप में पैदा हुआ, इसकी दो मुख्य जातियाँ है। इनमें द्वितीय अधिक प्रचलित है। इसे समशीतोष्ण जलवायु चाहिए। यह समुद्रतल से 14,000 फुट की ऊँचाई तक पैदा होता है। यह गेहूँ के मुकाबले अधिक सहनशील पौधा है। इसे विभिन्न प्रकार की भूमियों में बोया जा सकता है, पर मध्यम, दोमट भूमि अधिक उपयुक्त है। खेत समतल और जलनिकास योग्य होना चाहिए। प्रति एकड़ इसे 40 पाउंड नाइट्रोजन की आवश्यकता होती है, जो हरी खाद देने से पूर्ण हो जाती है। अन्यथा नाइट्रोजन की आधी मात्रा कार्बनिक खाद - गोवर की खाद, कंपोस्ट तथा खली - और आधी अकार्बनिक खाद - ऐमोनियम सल्फेट और सोडियम नाइट्रेट - के रूप में क्रमशः: बोने के एक मास पूर्व और प्रथम सिंचाई पर देनी चाहिए। असिंचित भूमि में खाद की मात्रा कम दी जाती है। आवश्यकतानुसार फॉस्फोरस भी दिया जा सकता है।\r\n\r\nएक एकड़ बोने के लिये 30-40 सेर बीज की आवश्यकता होता है। बीज बीजवपित्र (seed drill) से, या हल के पीछे कूड़ में, नौ नौ इंच की समान दूरी की पंक्तियों मे अक्टूबर नवंबर में बोया जाता है। पहली सिंचाई तीन चार सप्ताह बाद और दूसरी जब फसल दूधिया अवस्था में हो तब की जाती है। पहली सिंचाई के बाद निराई गुड़ाई करनी चाहिए। जब पौधों का डंठल बिलकुल सूख जाए और झुकाने पर आसानी से टूट जाए, जो मार्च अप्रैल में पकी हुई फसल को काटना चाहिए। फिर गट्ठरों में बाँधकर शीघ्र मड़ाई कर लेनी चाहिए, क्योंकि इन दिनों तूफान एवं वर्षा का अधिक डर रहता है।\r\n\r\n\r\nजौ, जई एवं उनसे बने कुछ उत्पाद\r\nबीज का संचय बड़ी बड़ी बालियाँ छाँटकर करना चाहिए तथा बीज को खूब सुखाकर घड़ोँ में बंद करके भूसे में रख दें। एक एकड़ में ८-१० क्विंटल उपज होती है। भारत की साधारण उपज 705 पाउंड और इंग्लैंड की 1990 पाउंड है। शस्यचक्र की फसलें मुख्यत: चरी, मक्का, कपास एवं बाजरा हैं। उन्नतिशील जातियाँ, सी एन 294 हैं। जौ का दाना लावा, सत्तू, आटा, माल्ट और शराब बनाने के काम में आता है। भूसा जानवरों को खिलाया जाता है।\r\n\r\nजौ के पौधों में कंड्डी (आवृत कालिका) का प्रकोप अधिक होता है, इसलिये ग्रसित पौधों को खेत से निकाल देना चाहिए। किंतु बोने के पूर्व यदि बीजों का उपचार ऐग्रोसन जी एन द्वारा कर लिया जाय तो अधिक अच्छा होगा। गिरवी की बीमारी की रोक थाम तथा उपचार अगैती बोवाई से हो सकता है।'),
(5, 'सरसों', 'सरसों का तेल का तेल का उपयोग भोजन पकाने में होता है।', 'dava/Mustard_plant_flower.jpg', 'सरसों के बीज से तेल निकाला जाता है जिसका उपयोग विभिन्न प्रकार के भोज्य पदार्थ बनाने और शरीर में लगाने में किया जाता है। इसका तेल अंचार, साबुन तथा ग्लिसराल बनाने के काम आता है।[4] तेल निकाले जाने के बाद प्राप्त खली मवेशियों को खिलाने के काम आती है। खली का उपयोग उर्वरक के रूप में भी होता है। इसका सूखा डंठल जलावन के काम में आता है। इसके हरे पत्ते से सब्जी भी बनाई जाती है। इसके बीजों का उपयोग मसाले के रूप में भी होता है। यह आयुर्वेद की दृष्टि से भी बहुत महत्त्वपूर्ण है। इसका तेल सभी चर्म रोगों से रक्षा करता है। सरसों रस और विपाक में चरपरा, स्निग्ध, कड़वा, तीखा, गर्म, कफ तथा वातनाशक, रक्तपित्त और अग्निवर्द्धक, खुजली, कोढ़, पेट के कृमि आदि नाशक है और अनेक घरेलू नुस्खों में काम आता है।[5] जर्मनी में सरसों के तेल का उपयोग जैव ईंधन के रूप में भी किया जाता है।\r\nकिस्में	पकाव अवधि (दिन)	उपज (कि.ग्रा./है.)	तेल (प्रतिशत)	पैदावार के लिए उपयुक्त क्षेत्र\r\nएन आर सी एच बी 506	130-140	1550-2542	41	उत्तर प्रदेश, मध्य प्रदेश, पूर्वी राजस्थान\r\nडी एम एच 1	145-150	1782-2249	39	पंजाब, हरियाणा, दिल्ली, राजस्थान\r\nपी ए सी 432	130-135	2000-2200	41	उत्तर प्रदेश, मध्य प्रदेश, राजस्थान'),
(6, 'आलू ', 'आलू (अंग्रेज़ी: Potato) एक सब्जी है। वनस्पति विज्ञान की दृष्टि से यह एक तना है।', 'dava/Potato_plant.jpg', ' इसकी उद्गम स्थान दक्षिण अमेरिका का पेरू (संदर्भ) है। यह गेहूं, धान तथा मक्का के बाद सबसे ज्यादा उगाई जाने वाली फसल है। भारत में यह विशेष रूप से उत्तर प्रदेश में उगाया जाता है। यह जमीन के नीचे पैदा होता है। आलू के उत्पादन में चीन और रूस के बाद भारत तीसरे स्थान पर है।\r\nअमेरिकी वैज्ञानिकों ने एक अनुसंधान से यह निष्कर्ष निकाला कि पेरू के किसान आज से लगभग 7000 साल पहले से आलू उगा रहे हैं। सोलहवीं सदी में स्पेन ने अपने दक्षिण अमेरिकी उपनिवेशों से आलू को यूरोप पहुंचाया उसके बाद ब्रिटेन जैसे देशों ने आलू को दुनिया भर में लोकप्रिय बना दिया। आज भी आयरलैंड तथा रूस की अधिकांश जनता आलू पर निर्भर है। भारत में आलू पुर्तगालियो द्वारा लाया गया | भारत में यह सब से लोकप्रिय सब्जी है। इसे सभी प्रकार की सब्जियों के साथ मिला कर पका सकते हैं।\r\nनिर्मित पकवान:\r\nआलू से अनेक खाद्य सामग्री बनती है जैसे वड़ापाव, चाट, आलू भरी कचौड़ी, चिप्स, पापड़, फ्रेंचफ्राइस, समोसा, टिक्की, चोखा आदि। आलू को अन्य सब्जियों के साथ मिला कर तरह-तरह के पकवान बनाये जाते हैं।'),
(7, 'आलू ', 'आलू (अंग्रेज़ी: Potato) एक सब्जी है। वनस्पति विज्ञान की दृष्टि से यह एक तना है।', 'dava/Potato_plant.jpg', ' इसकी उद्गम स्थान दक्षिण अमेरिका का पेरू (संदर्भ) है। यह गेहूं, धान तथा मक्का के बाद सबसे ज्यादा उगाई जाने वाली फसल है। भारत में यह विशेष रूप से उत्तर प्रदेश में उगाया जाता है। यह जमीन के नीचे पैदा होता है। आलू के उत्पादन में चीन और रूस के बाद भारत तीसरे स्थान पर है।\r\nअमेरिकी वैज्ञानिकों ने एक अनुसंधान से यह निष्कर्ष निकाला कि पेरू के किसान आज से लगभग 7000 साल पहले से आलू उगा रहे हैं। सोलहवीं सदी में स्पेन ने अपने दक्षिण अमेरिकी उपनिवेशों से आलू को यूरोप पहुंचाया उसके बाद ब्रिटेन जैसे देशों ने आलू को दुनिया भर में लोकप्रिय बना दिया। आज भी आयरलैंड तथा रूस की अधिकांश जनता आलू पर निर्भर है। भारत में आलू पुर्तगालियो द्वारा लाया गया | भारत में यह सब से लोकप्रिय सब्जी है। इसे सभी प्रकार की सब्जियों के साथ मिला कर पका सकते हैं।\r\nनिर्मित पकवान:\r\nआलू से अनेक खाद्य सामग्री बनती है जैसे वड़ापाव, चाट, आलू भरी कचौड़ी, चिप्स, पापड़, फ्रेंचफ्राइस, समोसा, टिक्की, चोखा आदि। आलू को अन्य सब्जियों के साथ मिला कर तरह-तरह के पकवान बनाये जाते हैं।'),
(8, 'मटर', 'मटर एक फूल धारण करने वाला द्विबीजपत्री पौधा है।इसकी जड़ में गांठे मिलती हैं।', 'dava/Doperwt_rijserwt_peulen_Pisum_sativum.jpg', ' इसकी जड़ में गांठे मिलती हैं। इसकी संयुक्त पत्ती के अगल कुछ पत्रक प्रतान में बदल जाते हैं। यह शाकीय पौधा है जिसका तना खोखला होता है। इसकी पत्ती सेयुक्त होती है। इसके फूल पूर्ण एवं तितली के आकार के होते हैं। इसकी फली लम्बी, चपटी एवं अनेक बीजों वाली होती है। मटर के एक बीज का वजन ०.१ से ०.३६ ग्राम होता है।[1] इसका केंद्र दक्षिण एशिया है| उत्पादन मध्यम ताप पर किया जाता है। यह 1 वर्षीय पादप होता है।\r\n\r\nपहले के समय में हरी मटर को केवल सीजन आने पर ही खाया जाता था लेकिन अब बढ़ती टेक्नोलॉजी के चलते हरी मटर के दानो को निकाल कर उन्हें वैक्यूम कर फ्रोज़न कर दिया जाता है जिससे की हरी मटर पूरे साल भर मिल सकती है, और इसके अलावा हरी मटर के दानो को सूखा कर भी इसे उपयोग किया जाता है, सुखाने के बाद खड़ी मटर को दो हिस्सों में तोड़ दिया जाता है और उसे मटर की दाल का रूप दे दिया जाता है।'),
(9, 'तारामीरा', 'तारामीरा सरसों परिवार की फसल हैं, इसका तेल खाने योग्य होता हैं।', 'dava/watercress.jpg', 'तारामीरा सरसों परिवार की फसल हैं, सर्वाधिक तारामीरा राजस्थान के हनुमानगढ़ और श्री गंगानगर जिले में उत्पादन होता हैं। इसके अलावा नागौर, जोधपुर,टोंक, जयपुर, भरतपुर, अलवर में भी पर्याप्त उत्पादन होता हैं। इसका तेल खाने योग्य होता हैं।');

-- --------------------------------------------------------

--
-- Table structure for table `salahkaro`
--

CREATE TABLE `salahkaro` (
  `id` bigint(12) NOT NULL,
  `category` varchar(50) NOT NULL,
  `city` varchar(50) NOT NULL,
  `hodo` varchar(50) NOT NULL,
  `name` varchar(50) NOT NULL,
  `phone` bigint(12) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `salahkaro`
--

INSERT INTO `salahkaro` (`id`, `category`, `city`, `hodo`, `name`, `phone`) VALUES
(27, 'जिला कृषि पदाधिकारी', 'अंबाला', 'जिला कृषि पदाधिकारी', 'PATEL HITESHKUMAR ISHWARLAL', 2792223350),
(29, 'जिला कृषि पदाधिकारी', '	भिवानी', 'जिला कृषि पदाधिकारी', 'JIGNESHKUMAR KANUBHAI KANANI', 2792223324),
(30, 'जिला कृषि पदाधिकारी', 'चरखी दादरी', 'जिला कृषि पदाधिकारी', '	PRAGNESHBHAI BABUBHAI PARMAR', 2774250031),
(32, 'जिला कृषि पदाधिकारी', 'यमुनानगर', 'जिला कृषि पदाधिकारी', 'KIRANSINH ODHARSINH VAGHELA', 2832221155),
(33, 'जिला कृषि पदाधिकारी', 'सोनीपत', 'जिला कृषि पदाधिकारी', 'DIPAKKUMAR HARTANBHAI RABARI', 2682557421),
(35, 'जिला कृषि पदाधिकारी', 'सिरसा', 'जिला कृषि पदाधिकारी', '	PATEL JAYANTIBHAI SHANKARLAL', 8023222779),
(37, 'जिला कृषि पदाधिकारी', 'रोहतक', 'जिला कृषि पदाधिकारी', 'HARESH GURDAS LALWANI', 0),
(38, 'जिला कृषि पदाधिकारी', 'रेवाड़ी', 'जिला कृषि पदाधिकारी', 'RITESH SHANTILAL GOHEL', 2882556120),
(39, 'जिला कृषि पदाधिकारी', 'पानीपत', 'जिला कृषि पदाधिकारी', 'GAURAV SHASHIKANT DAVE', 0),
(40, 'जिला कृषि पदाधिकारी', 'पंचकुला', 'जिला कृषि पदाधिकारी', 'KETANBHAI UTTAMBHAI MAHLA', 2631220320),
(41, 'जिला कृषि पदाधिकारी', 'पलवल', 'जिला कृषि पदाधिकारी', 'CHETANKUMAR CHHOTUBHAI GARASIYA', 2626220365),
(42, 'जिला कृषि पदाधिकारी', 'नूह', 'जिला कृषि पदाधिकारी', 'VASUDEV M BATHAR', 2833235868),
(43, 'जिला कृषि पदाधिकारी', 'महेंद्रगढ़', 'जिला कृषि पदाधिकारी', 'VINODKUMAR PRABHUBHAI PATEL', 2640299013),
(44, 'जिला कृषि पदाधिकारी', 'कुरुक्षेत्र', 'जिला कृषि पदाधिकारी', 'DR. ATULKUMAR RAMNIKBHAI GAJERA', 2637233030),
(45, 'जिला कृषि पदाधिकारी', 'कर्नल', 'जिला कृषि पदाधिकारी', 'MUKESHKUMAR GOVINDBHAI PATEL', 2672253371),
(46, 'जिला कृषि पदाधिकारी', 'कैथल', 'जिला कृषि पदाधिकारी', 'PRAJAPATI MAHESHBHAI SHAKARABHAI', 2766224489),
(48, 'जिला कृषि पदाधिकारी', 'जींद', 'जिला कृषि पदाधिकारी', 'PRAVIN RANABHAI MANDANI', 2642261611),
(49, 'जिला कृषि पदाधिकारी', 'झज्जर', 'जिला कृषि पदाधिकारी', 'VIKRAM SINGH KARAN SINGH CHAUHAN', 2822222709),
(50, 'जिला कृषि पदाधिकारी', 'हिसार', 'जिला कृषि पदाधिकारी', 'ASHOK LALJIBHAI SOJITRA', 2812440889),
(51, 'जिला कृषि पदाधिकारी', 'गुरुग्राम', 'जिला कृषि पदाधिकारी', 'NITINKUMAR MOHANBHAI VASAVA', 2652433641),
(52, 'जिला कृषि पदाधिकारी', 'फ़तेहाबाद', 'जिला कृषि पदाधिकारी', 'ARUNBHAI KHANDUBHAI GARASIYA', 2632253891),
(53, 'जिला कृषि पदाधिकारी', 'फ़रीदाबाद', 'जिला कृषि पदाधिकारी', 'MUKESHKUMAR RAMJIBHAI PARMAR', 2752285902),
(54, 'उप निदेशक (विस्तार)', '	झज्जर', 'Deputy Director(Extn.)', 'HITESHKUMAR MOHANLAL BABARIYA', 0),
(55, 'उप निदेशक (विस्तार)', '	कैथल', 'Deputy Director(Extn.)', 'Deputy Director(Extn.)', 0),
(56, 'उप निदेशक (विस्तार)', '	नूह', 'Deputy Director(Extn.)', 'SHAMJIBHAI MANJIBHAI GADHESARIYA', 2852632041),
(57, 'उप निदेशक (विस्तार)', '	पलवल', 'Deputy Director(Extn.)', 'SHUBHASCHANDRA BACHUBHAI VAGHAMSHI', 2882551137),
(58, 'उप निदेशक (विस्तार)', '	पंचकुला', 'Deputy Director(Extn.)', 'PRAFULLBHAI RAMANBHAI CHAUDHARI', 0),
(59, 'उप निदेशक (विस्तार)', '	पानीपत', 'Deputy Director(Extn.)', 'PATEL CHETANKUMAR MANILAL', 0),
(60, 'उप निदेशक (विस्तार)', '	रेवाड़ी', 'Deputy Director(Extn.)', 'MUKESHKUMAR MANUBHAI PATEL', 2640220326),
(61, 'उप निदेशक (विस्तार)', '	रोहतक', 'Deputy Director(Extn.)', 'PRAFULLBHAI RAMANBHAI CHAUDHARI', 0),
(62, 'उप निदेशक (विस्तार)', '	सिरसा', 'Deputy Director(Extn.)', 'MAYUR SHANTILAL PATEL', 27422253298),
(63, 'उप निदेशक (विस्तार)', 'सोनीपत', 'Deputy Director(Extn.)', 'PATEL CHANDRAKANT RUSHIBHAI', 2612651776),
(64, 'उप निदेशक (विस्तार)', '	यमुनानगर', 'Deputy Director(Extn.)', 'PATEL CHANDRAKANT RUSHIBHAI', 2612651776),
(65, 'उप निदेशक (प्रशिक्षण)', '	जींद', 'Dy. Director(Trg.)	', 'BHAVESHKUMAR HANSRAJBHAI PIPALIYA', 0),
(66, 'उप निदेशक (प्रशिक्षण)', '	महेंद्रगढ़', 'Dy. Director(Trg.)', 'GHANSHYAM CHANDULAL BHALODI', 0),
(67, 'उप निदेशक (प्रशिक्षण)', '	हिसार', 'Dy. Director(Trg.)', 'DHIMMAR SATISHKUMAR KHUSHALBHAI', 2637282642),
(68, 'उप निदेशक (प्रशिक्षण)', '	कुरुक्षेत्र', 'Dy. Director(Trg.)', 'VAGHELA KIRANSINH ODHARSINH', 0),
(69, 'उप निदेशक (प्रशिक्षण)', '	भिवानी', 'Dy. Director(Trg.)', 'JITENDRAKUMAR D. CHAREL', 0),
(70, 'उप निदेशक (प्रशिक्षण)', '	चरखी दादरी', 'Dy. Director(Trg.)', 'RATHOD DIPAKBHAI GANDABHA', 0),
(71, 'उप निदेशक (प्रशिक्षण)', '	फ़रीदाबाद', 'Dy. Director(Trg.)', 'KESHAVLAL MANILAL PATEL', 0),
(72, 'उप निदेशक (प्रशिक्षण)', '	जींद', 'Dy. Director(Trg.)', 'HARSHAD KUMAR JETHALAL ZINDAL', 2744221214),
(73, 'जिला आत्मा अधिकारी', '	पानीपत', 'Project Director-ATMA', 'BHAVESHKUMAR HANSRAJBHAI PIPALIYA', 2792220562),
(74, 'जिला आत्मा अधिकारी', '	पंचकुला', 'Project Director-ATMA', 'VIKRAM SINGH KARAN SINGH CHAUHAN', 2832220004),
(75, 'जिला आत्मा अधिकारी', '	महेंद्रगढ़', 'Project Director-ATMA', 'JITENDRAKUMAR HASMUKHBHAI SUTHAR', 2699223063),
(76, 'जिला आत्मा अधिकारी', '	कुरुक्षेत्र', 'Project Director-ATMA', 'ARCHANA - PATEL', 7923243853),
(77, 'जिला आत्मा अधिकारी', '	कर्नल', 'Project Director-ATMA', 'RATHOD DIPAKBHAI GANDABHAI', 2852631794),
(78, 'जिला आत्मा अधिकारी', '	कैथल', 'Project Director-ATMA', 'RATHOD DIPAKBHAI GANDABHAI', 2852631794),
(79, 'जिला आत्मा अधिकारी', '	जींद', 'Project Director-ATMA', 'B M AGATH', 2882710470),
(80, 'जिला आत्मा अधिकारी', '	झज्जर', 'Project Director-ATMA', 'SANJAYKUMAR NANUBHAI BHAGRIYA', 2626220355),
(81, 'जिला आत्मा अधिकारी', '	हिसार', '	Project Director-ATMA', 'DIPAKSINH KANAKSINH SINORA', 2640224326),
(82, 'जिला आत्मा अधिकारी', '	गुरुग्राम', 'Project Director-ATMA', 'DHIMMAR SATISHKUMAR KHUSHALBHAI', 2637281085),
(83, 'जिला आत्मा अधिकारी', '	फ़तेहाबाद', 'Project Director-ATMA', 'JAGADISH NATHALAL PARMAR', 9925332544),
(84, 'जिला आत्मा अधिकारी', '	फ़रीदाबाद', 'Project Director-ATMA', 'BHARATKUMAR NARAYANBHAI PATEL', 2762220840),
(85, 'जिला आत्मा अधिकारी', 'चरखी दादरी', 'Project Director-ATMA', 'VADI HASMUKHBHAI DAMJIBHAI', 2812450042),
(86, 'जिला आत्मा अधिकारी', '	भिवानी', 'Project Director-ATMA', 'JITENDRAKUMAR D. CHAREL', 2652413222),
(87, 'जिला आत्मा अधिकारी', '	अंबाला', 'Project Director-ATMA', 'JITENDRAKUMAR D. CHAREL', 2652413222),
(88, 'जिला आत्मा अधिकारी', '	कैथल', 'Project Director-ATMA', 'NITINBHAI GAMANBHAI GAMIT', 2622220244),
(89, 'उप/सहायक निदेशक, पशुपालन', 'अंबाला', 'Deputy Director of Animal Husbandry', 'SUKETU BABULAL UPADHYAY', 7925503832),
(90, 'उप/सहायक निदेशक, पशुपालन', '	झज्जर', 'Deputy Director of Animal Husbandry', 'DR.KAVESHBHAI JESHINGBHAI PATEL', 277425004546),
(91, 'उप/सहायक निदेशक, पशुपालन', '	कुरुक्षेत्र', 'Deputy Director of Animal Husbandry', 'DR HARESH MULJIBHAI THAKKER', 2832221650),
(92, 'उप/सहायक निदेशक, पशुपालन', '	रेवाड़ी', 'Deputy Director of Animal Husbandry', 'CHANDRAKANT MAVJIBHAI RANA', 2682557422),
(93, 'उप/सहायक निदेशक, पशुपालन', '	पलवल', 'Deputy Director of Animal Husbandry', 'SURESHKUMAR ISHVARBHAI PATEL', 7923256950),
(94, 'उप/सहायक निदेशक, पशुपालन', 'पंचकुला', 'Deputy Director of Animal Husbandry', 'PARMAR DEVABHAI MASARIBHAI', 249203),
(95, 'उप/सहायक निदेशक, पशुपालन', '	पानीपत', 'Deputy Director of Animal Husbandry', 'DR.DILIPKUMAR DEVAYATBHAI PANERA', 2852634096),
(96, 'उप/सहायक निदेशक, पशुपालन', '	महेंद्रगढ़', 'Deputy Director of Animal Husbandry', 'DR. ANIL CHHAGANLAL VIRANI', 2882678424),
(97, 'उप/सहायक निदेशक, पशुपालन', '	कैथल', 'Deputy Director of Animal Husbandry', 'DR.BRIJESH H. SHAH', 2626220679),
(98, 'उप/सहायक निदेशक, पशुपालन', '	जींद', 'Deputy Director of Animal Husbandry', 'DR.KAMLESHGIRI LAXMANGIRI GOSAI', 2673239118),
(99, 'उप/सहायक निदेशक, पशुपालन', '	हिसार', 'Deputy Director of Animal Husbandry', 'PATEL NAYANENDRA AMBALAL', 2672253389),
(100, 'उप/सहायक निदेशक, पशुपालन', '	गुरुग्राम', 'Deputy Director of Animal Husbandry', 'PARAMAR VINODKUMAR BALAKRUSHNA', 2766324300),
(101, 'उप/सहायक निदेशक, पशुपालन', 'फ़तेहाबाद', 'Deputy Director of Animal Husbandry', 'R G MALI', 2849271369),
(102, 'उप/सहायक निदेशक, पशुपालन', '	फ़रीदाबाद', 'Deputy Director of Animal Husbandry', 'RAVINDRAKUMAR LALJIBHAI VASAVA', 2642243176),
(103, 'उप/सहायक निदेशक, पशुपालन', 'चरखी दादरी', 'Deputy Director of Animal Husbandry', 'RAVINDRAKUMAR LALJIBHAI VASAVA', 2642243176),
(104, 'उप/सहायक निदेशक, पशुपालन', 'भिवानी', 'Deputy Director of Animal Husbandry', 'RAVINDRAKUMAR LALJIBHAI VASAVA', 261242575155),
(106, 'नोडल अधिकारी (दुग्ध संघ)', 'यमुनानगर', 'Nodal Officer', 'YOGESH RATILAL PATEL', 9727703443),
(107, 'नोडल अधिकारी (दुग्ध संघ)', 'अंबाला', '	Nodal Officer', 'JAYESHKUMAR HARESHBHAI PATEL', 2836242576),
(108, 'नोडल अधिकारी (दुग्ध संघ)', 'सोनीपत', 'Nodal Officer', 'NITINKUMAR ABHABHAI BARAD', 7573006276),
(109, 'नोडल अधिकारी (दुग्ध संघ)', 'सिरसा', 'Nodal Officer', 'ALPESH JAGDISHBHAI BHARAD', 2862222314),
(110, 'नोडल अधिकारी (दुग्ध संघ)', 'रोहतक', 'Nodal Officer', 'DR.PRAKASHKUMAR SARDARBHAI CHAUDHARY', 9429407584),
(111, 'नोडल अधिकारी (दुग्ध संघ)', 'रेवाड़ी', 'Nodal Officer', 'JAYKUMAR HIMMATLAL CHAUHAN', 7359355924),
(112, 'नोडल अधिकारी (दुग्ध संघ)', 'पानीपत', 'Nodal Officer', 'ANILKUAMR RAMESHBHAI PATEL', 2642),
(114, 'नोडल अधिकारी (दुग्ध संघ)', 'पंचकुला', 'Nodal Officer', 'DHARMENDRASINH LAKHUBHAI GOHIL', 2652606491),
(115, 'नोडल अधिकारी (दुग्ध संघ)', 'पलवल', 'Nodal Officer', 'HIRAKSINH PRABHATSINH SOLANKI', 9375766882),
(116, 'नोडल अधिकारी (दुग्ध संघ)', 'भिवानी', 'Nodal Officer', 'DHANJIBHAI LALJIBHAI DIYORA', 9979888095),
(118, 'नोडल अधिकारी (दुग्ध संघ)', 'चरखी दादरी', 'Nodal Officer', 'NISHANT DAYASHANKAR SHANKHDHAR', 9099053369);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admin`
--
ALTER TABLE `admin`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `contact`
--
ALTER TABLE `contact`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `dava`
--
ALTER TABLE `dava`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `kharif`
--
ALTER TABLE `kharif`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `khatar`
--
ALTER TABLE `khatar`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `question`
--
ALTER TABLE `question`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `question_category`
--
ALTER TABLE `question_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `rabi`
--
ALTER TABLE `rabi`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `salahkaro`
--
ALTER TABLE `salahkaro`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admin`
--
ALTER TABLE `admin`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `contact`
--
ALTER TABLE `contact`
  MODIFY `id` bigint(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `dava`
--
ALTER TABLE `dava`
  MODIFY `id` bigint(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=59;

--
-- AUTO_INCREMENT for table `kharif`
--
ALTER TABLE `kharif`
  MODIFY `id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `khatar`
--
ALTER TABLE `khatar`
  MODIFY `id` bigint(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=31;

--
-- AUTO_INCREMENT for table `question`
--
ALTER TABLE `question`
  MODIFY `id` bigint(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=46;

--
-- AUTO_INCREMENT for table `question_category`
--
ALTER TABLE `question_category`
  MODIFY `id` bigint(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `rabi`
--
ALTER TABLE `rabi`
  MODIFY `id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `salahkaro`
--
ALTER TABLE `salahkaro`
  MODIFY `id` bigint(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=119;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
